Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# deleteAccountDialogMessage
source: Are you sure you want to delete this Qubic Account from your wallet? (Any funds associated with this Account will not be removed) MAKE SURE YOU HAVE A BACKUP OF YOUR PRIVATE SEED BEFORE DELETING THIS ACCOUNT!
de: Sind Sie sicher, dass Sie dieses Qubic-Konto aus Ihrem Wallet löschen möchten? (Alle mit diesem Konto verbundenen Gelder werden nicht entfernt) STELLEN SIE SICHER, DASS SIE EINE SICHERUNG IHRER PRIVATEN SEED HABEN, BEVOR SIE DIESES KONTO LÖSCHEN!
es: ¿Estás seguro que quieres eliminar esta cuenta de tu Wallet? (Los fondos asociados no serán removidos) !ASEGÚRATE DE TENER UNA COPIA DE RESPALDO DE TU SEMILLA PRIVADA ANTES DE ELIMINAR ESTA CUENTA!
fr: Êtes-vous sûr de vouloir supprimer ce compte Qubic de votre portefeuille ? (Les fonds associés à ce compte ne seront pas supprimés) ASSUREZ-VOUS D'AVOIR UNE SAUVEGARDE DE VOTRE SEED PRIVÉE AVANT DE SUPPRIMER CE COMPTE !
ru: Вы уверены, что хотите удалить этот аккаунт Qubic из своего кошелька? (Все средства, связанные с этим счетом, не будут удалены) УБЕДИТЕСЬ, ЧТО У ВАС ЕСТЬ РЕЗЕРВНАЯ КОПИЯ СЕКРЕТНОГО СИДА ПЕРЕД УДАЛЕНИЕМ ЭТОГО АККАУНТА!
tr: Bu Qubic Hesabını cüzdanınızdan silmek istediğinizden emin misiniz? (Bu Hesaba bağlı herhangi bir fon kaldırılmayacaktır) BU HESABI SİLMEDEN ÖNCE ÖZEL ANAHTARINIZIN YEDEKLEĞİNİZDEN EMİN OLUN!
vi: Bạn có chắc chắn muốn xóa tài khoản Qubic này khỏi ví của bạn không? (Bất kỳ số tiền nào liên quan đến tài khoản này sẽ không bị xóa) ĐẢM BẢO BẠN ĐÃ CÓ BẢN SAO LƯU SEED RIÊNG TƯ TRƯỚC KHI XÓA TÀI KHOẢN NÀY!
zh: 您确定要从钱包中删除此 Qubic 账户吗？（与该账户关联的任何资金不会被移除） 在删除此帐户之前，请确保已备份您的私有种子！

# deleteAccountDialogButtonDelete
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le Compte
ru: Удалить аккаунт
tr: Hesabı Sil
vi: Xóa tài khoản
zh: 删除账户

# renameAccountDialogTitle
source: Rename Account
de: Konto umbenennen
es: Renombrar Cuenta
fr: Renommer le Compte
ru: Переименовать аккаунт
tr: Hesabın Adını Değiştir
vi: Đổi tên tài khoản
zh: 重命名账户

# renameAccountLabelName
source: Name
es: Nombre
fr: Nom
ru: Имя
tr: Ad
vi: Tên
zh: 名称

# renameAccountDialogHintName
source: New name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
ru: Новое имя
tr: Yeni Ad
vi: Tên mới
zh: 新名称

# reauthenticateTitle
source: Authentication Required
de: Authentifizierung erforderlich.
es: Autenticación Requerida
fr: Authentification Requise
ru: Требуется аутентификация
tr: Kimlik Doğrulaması Gerekiyor
vi: Yêu cầu xác thực
zh: 需要身份验证

# reauthenticateHeader
source: Please reauthenticate
de: Bitte authentifizieren Sie sich erneut.
es: Por favor, reautentícate
fr: Veuillez vous réauthentifier
ru: Пожалуйста, пройдите повторную аутентификацию
tr: Lütfen yeniden kimlik doğrulaması yapın
vi: Vui lòng xác thực lại
zh: 请重新验证

# reathenticateLabelReason
source: Please authenticate again in order to proceed.
de: Bitte authentifizieren Sie sich erneut, um fortzufahren.
es: Por favor, autentícate para poder continuar.
fr: Veuillez vous authentifier à nouveau pour continuer.
ru: Пожалуйста, пройдите повторную аутентификацию, чтобы продолжить.
tr: Lütfen devam etmek için yeniden kimlik doğrulaması yapın.
vi: Vui lòng xác thực lại để tiếp tục.
zh: 为了继续操作，请再次进行身份验证。

# reathenticateWithPasswordLabelReason
source: Please authenticate again in order to proceed. The password you provide will be the one used to encrypt your vault wallet.
es: Por favor, autentícate para poder continuar. La contraseña será utilizada para encriptar el Vault Wallet.
fr: Veuillez vous authentifier à nouveau pour continuer. Le mot de passe que vous fournissez sera celui utilisé pour chiffrer votre fichier vault de portefeuille.
tr: Lütfen devam etmek için yeniden kimlik doğrulaması yapın. Sağladığınız şifre, cüzdanınızı şifrelemek için kullanılacaktır.
vi: Vui lòng xác thực lại để tiếp tục. Mật khẩu bạn cung cấp sẽ được sử dụng để mã hóa ví vault của bạn.
zh: 为了继续操作，请再次进行身份验证。您提供的密码将用于加密您的钱包。

# receiveTitle
source: Receive Funds and Assets
de: Gelder und Vermögenswerte empfangen
es: Recibir Fondos y Activos
fr: Recevoir des Fonds et des Actifs
ru: Получение средств и активов
tr: Fon ve Varlık Al
vi: Nhận tiền và tài sản
zh: 接收

# receiveHeader
source: in "{accountName}"
es: en "{accountName}"
fr: dans "{accountName}"
ru: В "{accountName}"
vi: trong "{accountName}"
zh: 由 "{accountName}"

# receiveLabelAddress
source: Qubic Address
de: Qubic Adresse
es: Dirección Qubic
fr: Adresse Qubic
ru: Адрес Qubic
tr: Qubic Adres
vi: Địa chỉ Qubic
zh: Qubic 地址

# changePasswordHeader
source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
fr: Changer le Mot de Passe
ru: Изменить пароль
tr: Şifreyi Değiştir
vi: Đổi mật khẩu
zh: 更改密码

# changePasswordErrorPasswordDontMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ru: Пароли не совпадают
tr: Şifreler Eşleşmiyor
vi: Mật khẩu không khớp
zh: 密码不匹配

# changePasswordFieldHintNewPassword
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль
tr: Yeni Şifre
vi: Mật khẩu mới
zh: 新密码

# changePasswordFieldHintRepeatPassword
source: Repeat new password
de: Neues Passwort wiederholen.
es: Repetir la nueva contraseña
fr: Répéter le nouveau mot de passe
ru: Повторите новый пароль
tr: Yeni Şifreyi Yeniden Girin
vi: Nhập lại mật khẩu mới
zh: 重复新密码

# changePasswordButtonSave
source: Save Password
de: Passwort speichern
es: Guardar Contraseña
fr: Enregistrer le Mot de Passe
ru: Сохранить пароль
tr: Şifreyi Kaydet
vi: Lưu mật khẩu
zh: 保存密码

# changePasswordSnackbarPasswordChanged
source: Password changed successfully
de: Passwort erfolgreich geändert.
es: Contraseña modificada con éxito
fr: Mot de passe modifié avec succès
ru: Пароль успешно изменен
tr: Şifre Başarıyla Değişti
vi: Đã đổi mật khẩu thành công
zh: 密码更改成功

# changePasswordDialogSaveErrorTitle
source: Error
de: Fehler
fr: Erreur
ru: Ошибка
tr: Hata
vi: Lỗi
zh: 错误

# changePasswordDialogSaveErrorMessage
source: Failed to save new password
de: Fehler beim Speichern des neuen Passworts.
es: Hubo un fallo al guardar la nueva contraseña
fr: Échec de l'enregistrement du nouveau mot de passe
ru: Не удалось сохранить новый пароль
tr: Yeni Şifre Kaydedilemedi
vi: Không thể lưu mật khẩu mới
zh: 保存新密码失败

# changePasswordLabelInstructions
source: Your password is used to access your wallet. Choose a strong password that you can remember. There is no way to reset your password if you forget it
de: Ihr Passwort wird verwendet, um auf Ihr Wallet zuzugreifen. Wählen Sie ein starkes Passwort, das Sie sich merken können. Es gibt keine Möglichkeit, Ihr Passwort zurückzusetzen, wenn Sie es vergessen.
es: Utilizarás tu contraseña para acceder a tu Wallet. Elije una contraseña segura que puedas recordar. No hay manera de resetear tu password si lo olvidas
fr: Votre mot de passe est utilisé pour accéder à votre portefeuille. Choisissez un mot de passe fort dont vous pouvez vous souvenir. Il n'y a aucun moyen de réinitialiser votre mot de passe si vous l'oubliez
ru: Ваш пароль используется для доступа к кошельку. Выберите надежный пароль, который вы сможете запомнить. Нет возможности сбросить пароль, если вы его забыли.
tr: Şifreniz, cüzdanınıza erişmek için kullanılır. Hatırlayabileceğiniz güçlü bir şifre seçin. Şifrenizi unutursanız sıfırlamanın bir yolu yoktur
vi: Mật khẩu của bạn được sử dụng để truy cập ví của bạn. Chọn mật khẩu mạnh mà bạn có thể nhớ. Không có cách nào để đặt lại mật khẩu của bạn nếu bạn quên nó
zh: 您选择的密码用于访问您的钱包，请选择一个易于记忆但又足够强的安全密码。如果忘记，无法重置您的密码。

# toggleableQRCodeButtonShow
source: Show QR Code
de: QR-Code anzeigen
es: Mostrar Código QR
fr: Afficher le QR Code
ru: Показать QR код
tr: QR Kodu Göster
vi: Hiển thị mã QR
zh: 显示二维码

# toggleableQRCodeButtonHide
source: Hide QR Code
de: QR-Code verbergen
es: Ocultar Código QR
fr: Masquer le QR Code
ru: Скрыть QR код
tr: QR Kodu Sakla
vi: Ẩn mã QR
zh: 隐藏二维码

# sendItemLabelQRScannerInstructions
source: Please point the camera to a Qubic QR Code (QR Codes generated by wallet.qubic.org are also compatible)
de: Bitte richten Sie die Kamera auf einen Qubic-QR-Code (QR-Codes, die von wallet.qubic.org generiert wurden, sind ebenfalls kompatibel).
es: Por favor, apunta la cámara al código QR Qubic. (Los códigos QR generados en wallet.qubic.org son también compatibles)
fr: Veuillez pointer la caméra vers un QR Code Qubic (Les QR Codes générés par wallet.qubic.org sont également compatibles)
ru: Наведите камеру на Qubic QR код (QR Коды, созданные на wallet.qubic.org, также совместимы)
tr: Lütfen kamerayı bir Qubic QR Koduna odaklayın (wallet.qubic.org tarafından üretilen QR Kodlar da uyumludur)
vi: Vui lòng hướng camera vào mã QR Qubic (Mã QR được tạo bởi wallet.qubic.org cũng tương thích)
zh: 请将相机对准 Qubic 二维码， (wallet.qubic.org 生成的二维码也兼容)

# sendItemButtonSetCurrentTick
source: Current ({currentTickFormatted})
de: Aktuell ({currentTickFormatted})
es: Tick Actual ({currentTickFormatted})
fr: Actuel ({currentTickFormatted})
ru: Текущий ({currentTickFormatted})
tr: Mevcut ({currentTickFormatted})
vi: Hiện tại ({currentTickFormatted})
zh: 当前 ({currentTickFormatted})

# sendItemLabelSelectSenderAddressLineOne
source: Select Address
de: Adresse auswählen
es: Selecciona una Dirección
fr: Sélectionner l'Adresse
ru: Выберите адрес
tr: Adres Seç
vi: Chọn địa chỉ
zh: 选择地址

# sendItemLabelSelectSenderAddressLineTwo
source: from your Wallet Accounts
de: aus Ihren Wallet Konten
es: de tu Wallet
fr: de vos Comptes Portefeuille
ru: С вашего аккаунта
tr: Cüzdan Hesaplarınızdan
vi: từ các tài khoản ví của bạn
zh: 从您的钱包账户中

# sendItemLabelCurrentTick
source: (Current Tick: {currentTickFormatted})
es: (Tick Actual: {currentTickFormatted})
fr: (Tick Actuel: {currentTickFormatted})
tr: (Mevcut Tick: {currentTickFormatted})
vi: (Tick hiện tại: {currentTickFormatted})
zh: (当前刻度：{currentTickFormatted})

# exportWalletVaultTitle
source: Export Wallet Vault File
de: Wallet-Tresordatei exportieren
es: Exportar el archivo Vault
fr: Exporter le Fichier Vault du Portefeuille
ru: Экспортировать Vault File
tr: Cüzdan Kasa Dosyasını Dışa Aktar
vi: Xuất tập tin Vault ví
zh: 导出钱包 Vault 文件

# exportWalletVaultLabelInstructions
source: Export the contents of this wallet in an encrypted vault file as a backup. This file can be imported in the web wallet and can only be unlocked with the provided password. Always keep this file in a safe place.
de: Exportieren Sie den Inhalt dieses Wallets in einer verschlüsselten Tresordatei als Sicherung. Diese Datei kann im Web-Wallet importiert werden und kann nur mit dem angegebenen Passwort entsperrt werden. Bewahren Sie diese Datei immer an einem sicheren Ort auf.
es: Exporta los contenidos de tu Wallet en un archivo Vault encriptado como una copia de respaldo. Puedes importar este archivo en la Wallet Web y desbloquearlo con la contraseña asignada. Mantén siempre este archivo en un lugar seguro.
fr: Exportez le contenu de ce portefeuille dans un fichier vault chiffré comme sauvegarde. Ce fichier peut être importé dans le portefeuille web et ne peut être déverrouillé qu'avec le mot de passe fourni. Gardez toujours ce fichier en lieu sûr.
ru: Экспортируйте содержимое этого кошелька в зашифрованный файл vault в качестве резервной копии. Этот файл может быть импортирован в веб-кошелек и может быть разблокирован только с помощью предоставленного пароля. Всегда храните этот файл в безопасном месте.
tr: Bu cüzdanın içeriğini, yedek olarak şifrelenmiş bir kasa dosyası olarak dışa aktarın. Bu dosya, web cüzdanına aktarılabilir ve yalnızca sağlanan şifreyle açılabilir. Bu dosyayı her zaman güvenli bir yerde saklayın.
vi: Xuất nội dung ví này vào một tập tin vault được mã hóa làm bản sao lưu. Tập tin này có thể được nhập vào ví web và chỉ có thể được mở khóa bằng mật khẩu được cung cấp. Luôn giữ tập tin này ở một nơi an toàn.
zh: 将此钱包的内容导出到加密的 Vault 文件中作为备份。该文件可以在网页钱包中导入，并且只能使用提供的密码解锁。请始终将此文件保存在安全的地方。

# exportWalletVaultButtonExport
source: Export
de: Exportieren
es: Exportar
fr: Exporter
ru: Экспортировать
tr: Dışa Aktar
vi: Xuất
zh: 导出

# exportWalletVaultDialogTitleSelectPath
source: Please select a path to save your vault file
de: Bitte wählen Sie einen Pfad zum Speichern Ihrer Tresordatei.
es: Por favor, selecciona el directorio donde guardar el archivo Vault
fr: Veuillez sélectionner un chemin pour enregistrer votre fichier vault
ru: Выберите место куда сохранить vault file
tr: Kasa dosyanızı kaydetmek için yer seçin
vi: Vui lòng chọn đường dẫn để lưu tập tin vault của bạn
zh: 请选择用于保存您的 Vault 文件的路径

# generalLabelSelectFilePath
source: Select file path
de: Dateipfad auswählen
es: Selecciona la ruta del archivo
fr: Sélectionner le chemin du fichier
ru: Выбрать путь
tr: Kayıt yerini belirleyin
vi: Chọn đường dẫn tập tin
zh: 选择文件路径

# exportWalletVaultLabelSelectFilePathInstructions
source: Browse your device to select a location to save the vault file
de: Durchsuchen Sie Ihr Gerät, um einen Speicherort für die Tresordatei auszuwählen.
es: Selecciona la ubicación donde guardar tu archivo Vault
fr: Parcourez votre appareil pour sélectionner un emplacement où enregistrer le fichier vault
ru: Просмотрите устройство, чтобы выбрать место для сохранения vault.
tr: Kasa dosyasını kaydetmek için bir konum seçmek üzere cihazınızı gözden geçirin
vi: Duyệt thiết bị của bạn để chọn vị trí lưu tập tin vault
zh: 浏览您的设备以选择保存 Vault 文件的位置

# exportWalletVaultTextFieldHintPassword
source: Vault file password
de: Tresordatei-Passwort
es: Contraseña del archivo Vault
fr: Mot de passe du fichier vault
ru: Пароль файла vault
tr: Kasa Dosyası şifresi
vi: Mật khẩu tập tin vault
zh: Vault 文件密码

# exportWalletVaultErrorEmptyPassword
source: Please fill in a vault password
de: Bitte geben Sie ein Tresor-Passwort ein.
es: Por favor, ingresa una contraseña
fr: Veuillez remplir un mot de passe pour le fichier vault
ru: Пожалуйста, введите пароль файла vault
tr: Lütfen kasa dosyanızın şifresini girin
vi: Vui lòng điền mật khẩu vault
zh: 请填写一个密码

# exportWalletVaultErrorPasswordMinLength
source: Vault password must be at least {minLength} characters long
de: Das Tresor-Passwort muss mindestens {minLength} Zeichen lang sein.
es: La contraseña del archivo Vault debe tener al menos {minLength} letras
fr: Le mot de passe du fichier vault doit contenir au moins {minLength} caractères
ru: Пароль файла vault должен быть не менее {minLength} символов
tr: Kasa parolası en az {minLength} karakter uzunluğunda olmalıdır
vi: Mật khẩu vault phải có ít nhất {minLength} ký tự
zh: 密码必须至少包含 {minLength} 个字符

# exportWalletVaultTextFieldHintRepeatPassword
source: Repeat vault file password
de: Tresordatei-Passwort wiederholen
es: Repite la contraseña para el archivo Vault
fr: Répétez le mot de passe du fichier vault
ru: Повторите пароль к файлу vault
tr: Kasa dosyası şifresini tekrar girin
vi: Nhập lại mật khẩu tập tin vault
zh: 重复密码

# exportWalletVaultErrorEmptyRepeatPassword
source: Please fill in your vault password again
de: Bitte geben Sie Ihr Tresor-Passwort erneut ein.
es: Por favor, ingresa la contraseña del archivo Vault nuevamente
fr: Veuillez remplir à nouveau votre mot de passe du fichier vault
ru: Пожалуйста, введите пароль для файла vault еще раз
tr: Lütfen kasa dosyası şifresini tekrar girin
vi: Vui lòng điền lại mật khẩu vault của bạn
zh: 请再次输入您的密码

# exportWalletVaultSnackbarSuccessMessage
source: Vault file successfully exported
de: Tresordatei erfolgreich exportiert.
es: Se exportó el archivo Vault con éxito
fr: Fichier vault exporté avec succès
ru: Vault файл успешно экспортирован
tr: Kasa Dosyası başarıyla dışarıya aktarıldı
vi: Đã xuất tập tin vault thành công
zh: Vault 文件成功导出

# exportWalletVaultSnackbarSuccessMessageWithPath
source: Vault file successfully exported to {filePath}
de: Tresordatei erfolgreich exportiert nach {filePath}.
es: Se exportó el archivo Vault con éxito en la ubicación {filePath}
fr: Fichier vault exporté avec succès vers {filePath}
ru: Vault файл успешно экспортирован в {filePath}
tr: Kasa dosyası başarıyla {filePath} konumuna aktarıldı
vi: Đã xuất tập tin vault thành công vào {filePath}
zh: Vault 文件成功导出至 {filePath}

# exportWalletDialogTitleOverwriteFile
source: Overwrite file
de: Datei überschreiben
es: Sobreescribir archivo
fr: Écraser le fichier
ru: Перезаписать файл
tr: Dosyayı Yeniden Yaz
vi: Ghi đè tập tin
zh: 覆盖文件

# exportWalletDialogMessageOverwriteFile
source: The file already exists. Do you want to overwrite it?
de: Die Datei existiert bereits. Möchten Sie diese überschreiben?
es: El archivo ya existe. ¿Deseas sobreescribirlo?
fr: Le fichier existe déjà. Voulez-vous l'écraser?
ru: Файл уже существует, перезаписать его?
tr: Dosya zaten mevcut. Yeniden yazmak istiyor musunuz?
vi: Tập tin đã tồn tại. Bạn có muốn ghi đè nó không?
zh: 文件已存在。您是否要覆盖它？

# exportWalletDialogTitleErrorWhileSaving
source: An error has occured while saving vault file
de: Beim Speichern der Tresordatei ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar el archivo Vault
fr: Une erreur s'est produite lors de la sauvegarde du fichier vault
ru: Ошибка при сохранении файла vault
tr: Kasa Dosyasını kaydederken bir hata oluştu
vi: Đã xảy ra lỗi khi lưu tập tin vault
zh: 在保存文件时出现错误

# transfersListLabelReceiveIn
source: Receive in
de: Empfangen in
es: Recibir en
fr: Recevoir dans
ru: Передан в
tr: Kabul Et
vi: Nhận trong
zh: 接收至

# transfersListLabelSharePublicIdInstructionsOne
source: Please share the following Public ID with the sender:
de: Bitte teilen Sie dem Absender die folgende öffentliche ID mit:
es: Por favor, comparte el siguiente ID Público con el remitente:
fr: Veuillez partager l'ID Public suivant avec l'expéditeur :
ru: Пожалуйста, сообщите отправителю этот ID:
tr: Lütfen aşağıdaki Halka Açık ID'yi gönderen kişiyle paylaşın:
vi: Vui lòng chia sẻ ID công khai sau đây với người gửi:
zh: 请与发送方分享以下 Public ID：

# transfersListLabelSharePublicIdInstructionsTwo
source: Or show the following QR Code
de: Oder zeigen Sie den folgenden QR-Code
es: O muéstrale el siguiente código QR
fr: Ou montrez le QR Code suivant
ru: Или покажите ему QR код
tr: Veya QR kodu gösterin
vi: Hoặc hiển thị mã QR sau đây
zh: 或者展示以下二维码

# transferAssetHeaderForShares
source: Transfer {assetName} shares
es: Transferir {assetName} acciones
fr: Transférer des parts {assetName}
tr: {assetName} Hisse Transferi
vi: Chuyển cổ phần {assetName}
zh: 转账 {assetName} 股份

# transferAssetHeaderForTokens
source: Transfer {assetName} tokens
es: Transferir {assetName} tokens
fr: Transférer des Tokens {assetName}
tr: {assetName} Token Transferi
vi: Chuyển token {assetName}
zh: 转账 {assetName} Tokens

# transferAssetSubHeader
source: from "{accountName}"
de: von "{accountName}"
es: desde "{accountName}"
fr: de "{accountName}"
ru: от "{accountName}"
vi: từ "{accountName}"
zh: 来自 "{accountName}"

# transferAssetLabelOwnedShares
source: {assetName} shares owned by ID: {formattedAmount}
es: {assetName} acciones en propiedad del ID: {formattedAmount}
fr: Parts {assetName} détenues par l'ID: {formattedAmount}
tr: ID'nin {assetName} hisse sahipliği miktarı: {formattedAmount}
vi: Cổ phần {assetName} thuộc sở hữu của ID: {formattedAmount}
zh: {assetName} ID 持有股份数量： {formattedAmount}

# transferAssetLabelOwnedTokens
source: {assetName} tokens owned by ID: {formattedAmount}
es: {assetName} tokens en propiedad del ID: {formattedAmount}
fr: Tokens {assetName} détenus par l'ID: {formattedAmount}
tr: ID'nin {assetName} token sahipliği miktarı: {formattedAmount}
vi: Token {assetName} thuộc sở hữu của ID: {formattedAmount}
zh: {assetName} ID 持有 Tokens 数量： {formattedAmount}

# generalAllTransactionDetails
source: TX ID: {trxId} Source: {sourceId} Destination: {destId} Amount: {amount} Type: {type} Status: {status} Timestamp: {timestamp} Tick: {targetTick}
de: TX ID: {trxId} Quelle: {sourceId} Ziel: {destId} Betrag: {amount} Typ: {type} Status: {status} Zeitstempel: {timestamp} Tick: {targetTick}
es: TX ID: {trxId} Origen: {sourceId} Destino: {destId} nMonto: {amount} Tipo: {type} Status: {status} Fecha: {timestamp} Tick: {targetTick}
fr: TX ID: {trxId} Source: {sourceId} Destinataire: {destId} Montant: {amount} Type: {type} Statut: {status} Horodatage: {timestamp} Tick: {targetTick}
ru: TX ID: {trxId} Источник: {sourceId} Получатель: {destId} Тик: {amount} Тип: {type} Статус: {status} Метка времени: {timestamp} Тик: {targetTick}
tr: TX ID: {trxId} Kaynak: {sourceId} Hedef: {destId} Tutar: {amount} Typ: {type} Durum: {status} Timestamp: {timestamp} Hedef Tick: {targetTick}
vi: ID GD: {trxId} Nguồn: {sourceId} Đích: {destId} Số lượng: {amount} Loại: {type} Trạng thái: {status} Dấu thời gian: {timestamp} Tick: {targetTick}
zh: TX ID: {trxId} 发送方: {sourceId} 接收方: {destId} 数量: {amount} 类型: {type} Status: {status} 时间戳: {timestamp} 刻度: {targetTick}

# welcomeButtonImportExistingWallet
source: Import an Existing Wallet
de: Vorhandene Wallet importieren
es: Importar un Wallet Existente
fr: Importer un Portefeuille Existant
ru: Импортировать существующий кошелек
tr: Mevcut Bir Cüzdanı İçe Aktar
vi: Nhập ví hiện có
zh: 导入已有钱包

# importWalletTitle
source: Import Wallet
de: Wallet importieren
es: Importar Wallet
fr: Importer Votre Portefeuille
ru: Импортировать кошелек
tr: Cüzdanı İçe Aktar
vi: Nhập ví
zh: 导入钱包

# importWalletSubHeader
source: Choose how you want to import your existing wallet
de: Wählen Sie, wie Sie Ihre vorhandene Wallet importieren möchten
es: Selecciona como quieres importar tu Wallet
fr: Choisir comment importer votre Portefeuille
ru: Выберете каким образом вы хотите импортировать существующий кошелек
tr: Mevcut cüzdanı nasıl içeri aktarmak istediğini seç
vi: Chọn cách bạn muốn nhập ví hiện có của bạn
zh: 选择您想要导入钱包的方式

# importWalletLabelFromVaultFile
source: Import Vault File
de: Tresor-Datei importieren
es: Importar Archivo Vault
fr: Importer Vault
ru: Импортировать файл Vault
tr: Kasa Dosyasını İçe Aktar
vi: Nhập tập tin Vault
zh: 导入 Vault 文件

# importWalletLabelFromVaultFileDescription
source: Import an existing wallet with multiple accounts through a vault file.
de: Importieren Sie eine vorhandene Wallet mit mehreren Konten über die Tresor-Datei.
es: Importar un Wallet existente con múltiples cuentas a través de un archivo Vault.
fr: Importez un portefeuille existant avec plusieurs comptes via un fichier vault.
ru: Импортировать существующий кошелек с несколькими учетными записями с помощью файла Vault.
tr: Bir kasa dosyası aracılığıyla birden fazla hesabı içeren mevcut bir cüzdanı içe aktarın.
vi: Nhập ví hiện có với nhiều tài khoản thông qua tập tin vault.
zh: 通过 Vault 文件导入包含多个账户的钱包。

# importWalletLabelFromPrivateSeed
source: Import Private Seed
de: Privaten Seed importieren
es: Importar Semilla Privada
fr: Importer Votre Seed Privée
ru: Импортировать секретный сид.
tr: Özel Anahtarı İçe Aktar
vi: Nhập seed riêng tư
zh: 导入私钥种子

# importWalletLabelFromPrivateSeedDescription
source: Import an existing account by entering the 55 character private seed.
de: Importieren Sie ein vorhandenes Konto, indem Sie den 55-stelligen privaten Seed eingeben.
es: Importar una cuenta existente ingresando las 55 letras de su semilla privada.
fr: Importez un compte existant en saisissant votre seed privée
ru: Импортировать учетную запись при помощи 55-ти значного секретного сида.
tr: 55 karakterli özel anahtarı girerek mevcut bir hesabı içe aktarın.
vi: Nhập tài khoản hiện có bằng cách nhập seed riêng tư 55 ký tự.
zh: 通过 55 个小写字母组成的私钥种子导入已有账户。

# importVaultSubHeader
source: Choose a file with .qubic-vault extension
de: Wählen Sie die TresorDatei mit der Erweiterung .qubic-vault aus.
es: Selecciona un archivo con extensión .qubic-vault
fr: Choisir un fichier avec l'extension .qubic-vault
ru: Выберете файл с расширением .qubic-vault
tr: .qubic-vault uzantılı bir dosya seçin
vi: Chọn tập tin có phần mở rộng .qubic-vault
zh: 请选择一个 .qubic-vault 扩展名的文件。
