Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# generalButtonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal
vi: Hủy
zh: 取消

# generalButtonOK
source: Ok
de: Okay
ru: Ок
tr: Tamam
zh: 好的

# generalLabelYes
source: Yes
de: Ja
es: Sí
fr: Oui
ru: Да
tr: Evet
vi: Có
zh: 是

# generalLabelNo
source: No
de: Nein
fr: Non
ru: Нет
tr: Hayır
vi: Không
zh: 否

# generalButtonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ru: Подтвердить
tr: Onayla
vi: Xác nhận
zh: 确认

# generalButtonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить
tr: Sil
vi: Xóa
zh: 删除

# generalButtonAdd
source: Add
es: Agregar
fr: Ajouter
tr: Ekle
vi: Thêm
zh: 添加

# generalButtonCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
ru: Копировать
tr: Kopyala
vi: Sao chép
zh: 复制

# generalButtonRename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ru: Переименовать
tr: Yeniden Adlandır
vi: Đổi tên
zh: 重命名

# generalButtonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить
tr: Kaydet
vi: Lưu
zh: 保存

# generalButtonProceed
source: Proceed
de: Fortfahren
es: Proceder
fr: Continuer
ru: Принять
tr: Devam Et
vi: Tiếp tục
zh: 继续

# generalButtonBack
source: Back
de: Zurück
es: Regresar
fr: Retour
ru: Назад
tr: Geri
vi: Quay lại
zh: 返回

# generalButtonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть
tr: Kapat
vi: Đóng
zh: 关闭

# generalButtonTryAgain
source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ru: Попробовать еще раз
tr: Tekrar Dene
vi: Thử lại
zh: 再次尝试

# generalButtonShare
source: Share
de: Teilen
es: Compartir
fr: Partager
ru: Отправить
tr: Paylaş
vi: Chia sẻ
zh: 分享

# generalButtonSearch
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ru: Поиск
tr: Ara
vi: Tìm kiếm
zh: 搜索

# generalButtonApply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ru: Применить
tr: Uygula
vi: Áp dụng
zh: 应用

# generalButtonEraseWalletData
source: Erase Wallet Data
de: Wallet-Daten löschen
es: Eliminar el Wallet
fr: Effacer les données du portefeuille
ru: Очистить данные кошелька
tr: Cüzdan Verisini Sil
vi: Xóa dữ liệu ví
zh: 清除钱包数据

# generalButtonClearAll
source: Clear All
de: Alle löschen
es: Limpiar Todo
fr: Tout effacer
ru: Очистить всё
tr: Hepsini Temizle
vi: Xóa tất cả
zh: 清除所有

# generalButtonShowAll
source: Show All
es: Mostrar Todo
fr: Tout afficher
tr: Hepsini Göster
vi: Hiển thị tất cả
zh: 全部显示

# generalButtonUseQRCode
source: Use QR Code
de: QR-Code verwenden
es: Usar Código QR
fr: Utiliser le QR Code
ru: Использовать QR код
tr: QR Kod Kullan
vi: Sử dụng mã QR
zh: 使用二维码

# generalButtonCopyAddress
source: Copy Address
de: Adresse kopieren
es: Copiar Dirección
fr: Copier l'adresse
ru: Копировать адрес
tr: Adresi Kopyala
vi: Sao chép địa chỉ
zh: 复制地址

# generalLabelTick
source: Tick
ru: Тик
zh: 刻度

# generalLabelInfo
source: Info
es: Información
tr: Bilgi
vi: Thông tin
zh: 信息

# generalLabelDate
source: Date
es: Fecha
tr: Tarih
vi: Ngày
zh: 日期

# generalLabelAccount
source: Account {accountNumber}
de: Konto {accountNumber}
es: Cuenta {accountNumber}
fr: Compte {accountNumber}
ru: Аккаунт {accountNumber}
tr: Hesap {accountNumber}
vi: Tài khoản {accountNumber}
zh: 账户 {accountNumber}

# generalLabelTransaction
source: Transaction
de: Transaktion
es: Transacción
ru: Транзакция
tr: Transfer
vi: Giao dịch
zh: 交易

# generalLabelLoading
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
ru: Загрузка...
tr: Yükleniyor...
vi: Đang tải...
zh: 加载中...

# generalLabelUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ru: Неизвестно
tr: Bilinmeyen
vi: Không xác định
zh: 未知

# generalLabelFrom
source: From
de: Von
es: Desde
fr: De
ru: От
tr: dan
vi: Từ
zh: 发送方

# generalLabelTo
source: To
de: An
es: Hacia
fr: À
ru: К
tr: a
vi: Đến
zh: 接收方

# generalLabeQubicAddress
source: Qubic Address
de: Qubic-Adresse
es: Dirección Qubic
fr: Adresse Qubic
ru: Qubic адрес
tr: Qubic Adres
vi: Địa chỉ Qubic
zh: Qubic 地址

# generalLabeQubicAddressAndPublicID
source: Qubic Address (Public ID)
de: Qubic-Adresse (öffentliche ID)
es: Dirección Qubic (ID Público)
fr: Adresse Qubic (ID public)
ru: Qubic адрес (Публичный ID)
tr: Qubic Adres (Halka Açık ID)
vi: Địa chỉ Qubic (ID công khai)
zh: Qubic 地址 (Public ID)

# generalLabelQubicAddressWithAccountName
source: Qubic Address {accountName}
es: Dirección Qubic {accountName}
fr: Adresse Qubic {accountName}
tr: Qubic Adres {accountName}
vi: Địa chỉ Qubic {accountName}
zh: Qubic 地址 {accountName}

# generalLabelToFromAccount
source: {toFrom} wallet account "{accountName}"
de: {toFrom} Wallet-Konto "{accountName}"
es: {toFrom} la cuenta "{accountName}"
fr: Compte portefeuille {toFrom} "{accountName}"
ru: {toFrom} аккаунт кошелька "{accountName}"
tr: {toFrom} cüzdan hesabı "{accountName}"
vi: {toFrom} tài khoản ví "{accountName}"
zh: {toFrom} 钱包账户 "{accountName}"

# generalLabelToFromAddress
source: {toOrFrom} Address
de: {toOrFrom} Adresse
es: {toOrFrom} la dirección
fr: Adresse {toOrFrom}
ru: {toOrFrom} ID
tr: {toOrFrom} adres
vi: Địa chỉ {toOrFrom}
zh: {toOrFrom} 地址

# generalLabelEnabled
source: Enabled
es: Habilitado
fr: Activé
tr: Etkinleştirildi
vi: Đã bật
zh: 启用

# generalLabelDisabled
source: Disabled
es: Deshabilitado
fr: Désactivé
tr: Devre Dışı Bırakıldı
vi: Đã tắt
zh: 禁用

# generalLabelError
source: An error has ocurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
ru: Ошибка
tr: Bir hata ile karşılaşıldı
vi: Đã xảy ra lỗi
zh: 发生了错误

# generalSnackBarMessageCopiedToClipboard
source: Copied to clipboard
de: In die Zwischenablage kopiert.
es: Copiado en el Portapapeles
fr: Copié dans le presse-papiers
ru: Скопировано в буфер
tr: Panoya Kopyalandı
vi: Đã sao chép vào clipboard
zh: 已复制到剪贴板

# generalSnackBarMessageWalletDataErased
source: Wallet data erased from device
de: Wallet-Daten vom Gerät gelöscht.
es: Datos del Wallet eliminados del dispositivo
fr: Données du portefeuille effacées de l'appareil
ru: Данные кошелька удалены с устройства
tr: Cüzdan verisi cihazdan silindi
vi: Dữ liệu ví đã được xóa khỏi thiết bị
zh: 钱包数据已从设备中删除

# generalSnackBarMessageQRScannedWithSuccess
source: Successfully scanned QR Code
de: QR-Code erfolgreich gescannt.
es: Se escaneó el código QR con éxito
fr: QR Code scanné avec succès
ru: QR код отсканирован успешно
tr: QR kod başarılı bir şekilde tarandı
vi: Đã quét mã QR thành công
zh: 成功扫描二维码

# generalSnackBarMessageAccountAlreadyExist
source: This account already exists in your wallet
de: Dieses Konto existiert bereits in Ihrer Wallet.
es: Esta cuenta ya existe en el Wallet
fr: Ce compte existe déjà dans votre portefeuille
ru: Этот аккаунт уже существует в кошельке
tr: Bu hesap zaten cüdanında mevcut
vi: Tài khoản này đã tồn tại trong ví của bạn
zh: 您的钱包中已存在此帐户

# generalSnackBarMessageTransactionSubmitted
source: Your transaction has been stored for propagation in tick {tick}.
de: Ihre Transaktion wurde zur Verbreitung im Tick {tick} gespeichert.
es: Tu transacción se ha guardado y será enviada en el tick {tick}
fr: Votre transaction a été enregistrée pour la propagation dans tick {tick}
ru: Ваша транзакция была сохранена для тика {tick}
tr: İşleminiz yayılmak üzere {tick} kodlu Tick'te saklandı
vi: Giao dịch của bạn đã được lưu để truyền trong tick {tick}.
zh: 您的交易已被存储以便在 tick 中传播 {tick}

# generalErrorUnsupportedOS
source: OS not supported
de: Betriebssystem wird nicht unterstützt.
es: Sistema no soportado
fr: Système d'exploitation non pris en charge
ru: ОС не поддерживается
tr: Bu işletim sistemi desteklenmiyor
vi: Hệ điều hành không được hỗ trợ
zh: 系统不支持

# generalErrorOnlyLowercaseChar
source: Must contain only lowercase letters.
de: Darf nur Kleinbuchstaben enthalten.
es: Debe contener sólo letras mayúsculas
fr: Doit contenir uniquement des lettres minuscules.
ru: Должны быть только строчные буквы.
tr: Yalnızca küçük harfler içermelidir.
vi: Chỉ được chứa chữ cái viết thường.
zh: 只包含小写字母。

# generalErrorOnlyUppercaseChar
source: Must contain only uppercase letters.
de: Darf nur Großbuchstaben enthalten.
es: Debe contener sólo letras minúsculas
fr: Doit contenir uniquement des lettres majuscules.
ru: Должны быть только заглавные буквы.
tr: Yalnızca büyük harfler içermelidir.
vi: Chỉ được chứa chữ cái viết hoa.
zh: 只包含大写字母。

# generalErrorMinCharLength
source: Must be {minCharLength} characters long.
de: Muss mindestens {minCharLength} Zeichen lang sein.
es: Debe contener al menos {minCharLength} letras
fr: Doit contenir au moins {minCharLength} caractères.
ru: Должно быть минимум {minCharLength} букв.
tr: {minCharLength} karakter uzunluğunda olmalıdır.
vi: Phải có độ dài {minCharLength} ký tự.
zh: 长度必须为 {minCharLength} 个字符。

# generalErrorValueMustBeLowerThan
source: Must be less than {maxValuePlusOne}.
de: Muss kleiner als {maxValuePlusOne} sein.
es: Deber ser menor que {maxValuePlusOne}
fr: Doit être inférieur à {maxValuePlusOne}.
ru: Должно быть меньше, чем {maxValuePlusOne}.
tr: {maxValuePlusOne} değerinden küçük olmalıdır.
vi: Phải nhỏ hơn {maxValuePlusOne}.
zh: 必须小于 {maxValuePlusOne}。

# generalErrorRequiredField
source: This field cannot be empty.
de: Dieses Feld darf nicht leer sein.
es: El campo no puede estar vacío.
fr: Ce champ ne peut pas être vide.
ru: Поле не может быть пустым.
tr: Bu alan boş olamaz.
vi: Trường này không được để trống.
zh: 此字段不能为空。

# generalErrorNotEnoughQubicFunds
source: Insufficient QUBIC in ID.
de: Unzureichende QUBIC's in der ID.
es: No hay suficientes QUBIC en la cuenta.
fr: Fonds QUBIC insuffisants dans l'ID.
ru: Недостаточно QUBIC.
tr: ID'de yetersiz QUBIC bakiyesi.
vi: Không đủ QUBIC trong ID.
zh: ID 中的 QUBIC 不足。

# generalErrorZeroQubicFunds
source: Insufficient QUBIC in ID. ID has no funds.
de: Unzureichende QUBIC's in der ID. ID hat keine Mittel.
es: Insuficientes QUBIC en la cuenta. La cuenta no tiene fondos.
fr: Fonds QUBIC insuffisants dans l'ID. L'ID n'a pas de fonds.
ru: Недостаточно QUBIC. ID не хватает средств.
tr: ID'de yetersiz QUBIC bakiyesi. ID'de herhangi bir varlık bulunmamaktadır.
vi: Không đủ QUBIC trong ID. ID không có số dư.
zh: ID 中的 QUBIC 不足，ID 没有资金。

# generalErrorNotEnoughTokens
source: Insufficient tokens in ID.
de: Unzureichende Token in der ID.
es: Insuficientes tokens en la cuenta.
fr: Tokens insuffisants dans l'ID.
ru: Недостаточно токенов.
tr: ID'de yetersiz token.
vi: Không đủ token trong ID.
zh: ID 中的 Tokens 不足。

# generalErrorNotEnoughAssets
source: Insufficient assets in ID.
de: Unzureichende Vermögenswerte in der ID.
es: Insuficientes acciones en la cuenta.
fr: Actifs insuffisants dans l'ID.
ru: Недостаточно ассетов.
tr: ID'de yetersiz varlık.
vi: Không đủ tài sản trong ID.
zh: ID 中的资产不足。

# generalErrorNotNumeric
source: Is not a numeric value
de: Ist kein numerischer Wert
es: No es un valor numérico
fr: Ce n'est pas une valeur numérique
ru: Не является числовым значением
tr: Sayısal bir değer değil
vi: Không phải giá trị số
zh: 不是数值

# generalTextFieldHintPassword
source: Wallet password
de: Wallet-Passwort
es: Contraseña Wallet
fr: Mot de passe du portefeuille
ru: Пароль кошелька
tr: Cüzdan Şifresi
vi: Mật khẩu ví
zh: 钱包密码

# generalErrorEmptyWalletPassword
source: Please fill in your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, ingresa tu contraseña
fr: Veuillez remplir votre mot de passe
ru: Пожалуйста, введите свой пароль
tr: Lütfen parolanızı giriniz
vi: Vui lòng điền mật khẩu của bạn
zh: 请填写您的密码

# generalErrorSetWalletPasswordEmpty
source: Please fill in a password.
de: Bitte geben Sie ein Passwort ein.
es: Por favor, ingresa tu contraseña.
fr: Veuillez remplir un mot de passe.
ru: Пожалуйста, введите пароль.
tr: Lütfen bir parolanızı giriniz.
vi: Vui lòng điền mật khẩu.
zh: 请填写密码。

# generalErrorSetWalletPasswordRepeatEmpty
source: Please fill in the password again.
de: Bitte geben Sie das Passwort erneut ein.
es: Por favor, ingresa tu contraseña nuevamente.
fr: Veuillez remplir à nouveau le mot de passe.
ru: Пожалуйста, введите пароль еще раз.
tr: Lütfen parolanızı tekrar giriniz.
vi: Vui lòng điền lại mật khẩu.
zh: 请再次填写密码。

# appTabHome
source: Home
de: Startseite
es: Inicio
fr: Accueil
ru: Главная
tr: Ana Menü
vi: Trang chủ
zh: 首页

# appTabSettings
source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh: 设置

# homeLabelTotalBalance
source: Total Balance
de: Gesamtguthaben
es: Balance Total
fr: Solde Total
ru: Общий балланс
tr: Toplam Bakiye
vi: Tổng số dư
zh: 总余额

# homeHeader
source: Accounts in Wallet
de: Konten im Wallet
es: Cuentas en el Wallet
fr: Comptes dans le Portefeuille
ru: Аккаунты в кошельке
tr: Cüzdandaki Hesaplar
vi: Tài khoản trong ví
zh: 钱包中的账户

# homeLabelNoAccountsInWallet
source: You don't have any Qubic Accounts in your wallet yet
de: Sie haben noch keine Qubic-Konten in Ihrem Wallet.
es: Aún no tienes cuentas en este Wallet.
fr: Vous n'avez pas encore de comptes Qubic dans votre portefeuille
ru: У вас пока что нет аккаунтов в кошельке Qubic
tr: Cüzdanınızda henüz herhangi bir Qubic hesabınız yok
vi: Bạn chưa có tài khoản Qubic nào trong ví
zh: 您当前的钱包中还没有 Qubic 账户。

# homeButtonAddAccount
source: Add Account
de: Konto hinzufügen
es: Agregar Cuenta
fr: Ajouter Compte
ru: Добавить аккаунт
tr: Hesap Ekle
vi: Thêm tài khoản
zh: 添加账户

# transfersLabelAllTransactions
source: All Transactions
de: Alle Transaktionen
es: Todas las transacciones
fr: Toutes les Transactions
ru: Все транзакции
tr: Bütün Transferler
vi: Tất cả giao dịch
zh: 所有交易

# transfersLabelNoTransactionsFoundInWalletMatchingFilters
source: No transactions in this epoch for your accounts match your filters
de: Keine Transaktionen sind in dieser Epoche für Ihre Konten anhand des Filters vorhanden.
es: No se encontraron transacciones en esta época que coincidan los filtros seleccionados
fr: Aucune transaction dans cette époque pour vos comptes ne correspond à vos filtres
ru: Ни одна транзакция в этой эпохе для ваших счетов не соответствует вашим фильтрам
tr: Hesaplarınız için bu dönemde filtrelerinize uyan hiçbir işlem bulunmuyor
vi: Không có giao dịch nào trong epoch này cho tài khoản của bạn khớp với bộ lọc
zh: 在您的账户当前纪元中，没有匹配您筛选条件的任何交易。

# transfersLabelNoTransactionsFoundInWallet
source: No transactions in this epoch for your accounts
de: Keine Transaktionen sind in dieser Epoche für Ihre Konten vorhanden.
es: No se encontraron transacciones en esta época para tus cuentas
fr: Aucune transaction dans cette époque pour vos comptes
ru: В эту эпоху нет операций по вашим счетам
tr: Bu dönem içerisinde hesabınızda herhangi bir transfer yapılmamıştır
vi: Không có giao dịch nào trong epoch này cho tài khoản của bạn
zh: 在您的账户当前纪元中，没有交易记录。

# transfersLabelNoTransactionsFoundInAccountMatchingFilters
source: No transactions in this epoch match your filters
de: Keine Transaktionen entsprechen Ihren Filtern aus dieser Epoche.
es: No se encontraron transacciones en esta época que coincidan con tus filtros
fr: Aucune transaction dans cette époque ne correspond à vos filtres
ru: Ни одна транзакция в этой эпохе не соответствует вашим фильтрам
tr: Bu dönem içerisinde filtreleriniz uyan hiçbir işlem bulunmamaktadır
vi: Không có giao dịch nào trong epoch này khớp với bộ lọc của bạn
zh: 在当前纪元中，没有符合您过滤条件的交易。

# transfersLabelNoTransactionsFoundInAccount
source: No transactions found.
de: Keine Transaktionen gefunden.
es: No se encontraron transacciones en este época
fr: Aucune transaction trouvée.
ru: Транзакции не найдены.
tr: Hiçbir işlem bulunamadı.
vi: Không tìm thấy giao dịch nào.
zh: 未找到交易。

# transfersLabelShowingTransactionsFound
source: {count, plural, =1{Showing 1 transaction in tick} other{Showing {count} transactions}}
de: {count, plural, =1{Zeigt 1 Transaktion in Tick} other{Zeigt {count} Transaktionen}}
es: {count, plural, =1{Mostrando 1 transacción del Tick} other{Mostrando {count} transacciones}}
fr: {count, plural, =1{Affichage de 1 transaction dans le tick} other{Affichage de {count} transactions}}
ru: {count, plural, =1{Показать 1 транзакцию в тике} other{Показать {count} транзакций(и)}}
vi: {count, plural, =1{Hiển thị 1 giao dịch trong tick} other{Hiển thị {count} giao dịch}}
zh: {count, plural, =1{正在显示 1 笔交易} other{正在显示 {count} 笔交易}}

# transfersLabelFor
source: Transactions for
de: Transaktionen für
es: Transferencias de
fr: Transactions pour
ru: Транзакции для
tr: Transferler
vi: Giao dịch cho
zh: 交易來自

# transfersLabelForAccount
source: Transactions for "{accountName}"
de: Transaktionen für "{accountName}"
es: Transferencias de "{accountName}"
fr: Transactions pour "{accountName}"
ru: Транзакции для "{accountName}"
tr: "{accountName}" Transferleri
vi: Giao dịch cho "{accountName}"
zh: 交易來自 "{accountName}"

# storedTransfersLabelForAccount
source: Incomplete Transactions for "{accountName}"
de: Unvollständige Transaktionen für "{accountName}"
fr: Transactions incomplètes pour "{accountName}"
ru: Незавершённые транзакции для "{accountName}"
tr: "{accountName}" için tamamlanmamış transferleri
vi: Giao dịch chưa hoàn thành cho "{accountName}"
zh: 未完成的交易來自 "{accountName}"

# filterTransfersTitle
source: Filter Transfers
de: Transaktionen filtern
es: Filtrar Transferencias
fr: Filtrer les Transactions
ru: Фильтр транзакций
tr: Transferleri Filtrele
vi: Lọc giao dịch chuyển khoản
zh: 转账记录

# filterTransfersLabelAnyQubicID
source: Any Qubic ID
de: Beliebige Qubic-ID
es: Cualquier Qubic ID
fr: N'importe quel ID Qubic
ru: Любой адрес Qubic
tr: Herhangi bir qubic ID'si
vi: Bất kỳ ID Qubic nào
zh: 所有 Qubic ID

# filterTransfersLabelByQubicID
source: By Qubic ID
de: Nach Qubic-ID
es: Cualquier Qubic ID
fr: Par ID Qubic
ru: По Qubic ID
tr: Qubic ID'sine Göre
vi: Theo ID Qubic
zh: 按 Qubic ID

# filterTransfersLabelAnyStatus
source: Any Status
de: Beliebiger Status
es: Cualquier Estado
fr: N'importe quel Statut
ru: По любому статусу
tr: Herhangi Bir Durum
vi: Bất kỳ trạng thái nào
zh: 所有状态

# filterTransfersLabelByStatus
source: By Status
de: Nach Status
es: Por Estado
fr: Par Statut
ru: По статусу
tr: Duruma Göre
vi: Theo trạng thái
zh: 按状态

# filterTransfersLabelByDirection
source: Filter by Direction
de: Nach Richtung filtern
es: Filtrar por Dirección
fr: Filtrer par Direction
ru: По адресу назначения
tr: Yöne Göre Filtrele
vi: Lọc theo hướng
zh: 按方向筛选

# filterTransfersFieldHintByDirection
source: By Direction
de: Nach Richtung
es: Por Dirección
fr: Par Direction
ru: По назначению
tr: Yöne Göre
vi: Theo hướng
zh: 按方向

# generalLabelAnyDirection
source: Any Direction
de: Beliebige Richtung
es: Cualquier Dirección
fr: N'importe quelle Direction
ru: Любое назначение
tr: Herhangi Bir Yöne
vi: Bất kỳ hướng nào
zh: 所有转账

# filterTransfersClearFilters
source: {filtersCount, plural, =1{Clear 1 Active Filter} other{Clear {filtersCount} Active Filters}}
de: {filtersCount, plural, =1{1 aktiven Filter löschen} other{{filtersCount} aktive Filter löschen}}
es: {filtersCount, plural, =1{Limpiar 1 filtro Activo} other{Limpiar {filtersCount} Filtros Activos}}
fr: {filtersCount, plural, =1{Effacer 1 Filtre Actif} other{Effacer {filtersCount} Filtres Actifs}}
ru: {filtersCount, plural, =1{Очистить фильтр} other{Очистить {filtersCount} активных фильтра(ов)}}
vi: {filtersCount, plural, =1{Xóa 1 bộ lọc đang hoạt động} other{Xóa {filtersCount} bộ lọc đang hoạt động}}
zh: {filtersCount, plural, =1{清除 1 个筛选条件} other{清除 {filtersCount} 个筛选条件}}

# settingsTitle
source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh: 设置

# settingsHeaderAccountsAndData
source: Accounts and Data
de: Konten und Daten
es: Cuentas y datos
fr: Comptes et Données
ru: Аккаунты и данные
tr: Hesaplar ve Veriler
vi: Tài khoản và dữ liệu
zh: 账户和数据

# settingsLockWallet
source: Lock Wallet
de: Wallet sperren
es: Bloquear el Wallet
fr: Verrouiller le Portefeuille
ru: Заблокировать кошелек
tr: Cüzdanı Kilitle
vi: Khóa ví
zh: 锁定钱包

# settingsHeaderSecurity
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ru: Безопасность
tr: Güvenlik
vi: Bảo mật
zh: 安全

# settingsLabelChangePassword
source: Change Password
de: Passwort ändern
es: Cambiar la Contraseña
fr: Changer le Mot de Passe
ru: Поменять пароль
tr: Şifreyi Değiştir
vi: Đổi mật khẩu
zh: 更改密码

# settingsLabelPrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh: 隐私政策

# settingsLabelExportWalletVaultFile
source: Export Wallet Vault File
de: Wallet-Tresordatei exportieren
es: Exportar archivo Vault del Wallet
fr: Exporter le Fichier Vault du Portefeuille
ru: Экспортировать Vault File
tr: Cüzdan Kilit Dosyasını Dışa Aktar
vi: Xuất tập tin Vault ví
zh: 导出钱包 Vault 文件

# settingsHeaderAbout
source: About
de: Über
es: Acerca de
fr: À Propos
ru: О нас
tr: Hakkında
vi: Về chúng tôi
zh: 关于

# settingsLabelJoinCommunity
source: Join Community
de: Community beitreten
es: Unirse a la Comunidad
fr: Rejoindre la Communauté
ru: Присоединиться к сообществу
tr: Topluluğa Katıl
vi: Tham gia cộng đồng
zh: 加入社区

# settingsLabelWalletInfo
source: Wallet Info
es: Información del Wallet
fr: Infos sur le Portefeuille
tr: Cüzdan Bilgisi
vi: Thông tin ví
zh: 钱包版本

# generalBiometricTypeIris
source: Iris
tr: İris Tanıma
zh: 虹膜

# generalBiometricTypeOS
source: OS
es: Sistema
tr: İşletim Sistemi
zh: 系统

# generalBiometricTypeGeneric
source: Biometric
de: Biometrisch
es: Datos Biométricos
fr: Biométrique
tr: Biyometrik
vi: Sinh trắc học
zh: 生物识别

# settingsLabelManageBiometrics
source: Manage Unlock with {biometricTypeLabel}
de: Verwalten Sie das Entsperren mit {biometricTypeLabel}
es: Gestionar el Desbloqueo con {biometricTypeLabel}
fr: Gérer le Déverrouillage avec {biometricTypeLabel}
ru: Управляйте разблокировкой с помощью {biometricTypeLabel}
tr: Kilidi Açmayı {biometricTypeLabel} ile Yönet
vi: Quản lý mở khóa bằng {biometricTypeLabel}
zh: 使用 {biometricTypeLabel} 管理解锁

# manageBiometricsTitle
source: Manage Unlock with {biometricTypeLabel}
de: Verwalten Sie das Entsperren mit {biometricTypeLabel}
es: Gestionar el Desbloqueo con {biometricTypeLabel}
fr: Gérer le Déverrouillage avec {biometricTypeLabel}
ru: Управляйте разблокировкой с помощью {biometricTypeLabel}
tr: Kilidi Açmayı {biometricTypeLabel} ile Yönet
vi: Quản lý mở khóa bằng {biometricTypeLabel}
zh: 使用 {biometricTypeLabel} 管理解锁

# manageBiometricsSwitchLabel
source: Use Unlock with {biometricTypeLabel}
de: Verwenden Sie das Entsperren mit {biometricTypeLabel}
es: Utilizar Desbloqueo con {biometricTypeLabel}
fr: Utiliser le Déverrouillage avec {biometricTypeLabel}
ru: Используйте разблокировку с {biometricTypeLabel}
tr: Kilidi Açmayı {biometricTypeLabel} ile Yönet
vi: Sử dụng mở khóa bằng {biometricTypeLabel}
zh: 使用 {biometricTypeLabel} 解锁

# manageBiometricsLabelInstructionsForFaceID
source: You can enable authentication via Face ID.
de: Sie können die Authentifizierung über Face ID aktivieren.
es: Puedes habilitar la autenticación con Face ID.
fr: Vous pouvez activer l'authentification via Face ID.
ru: Можно включить аутентификацию с помощью Face ID.
tr: Yüz Tanıma ile kimlik doğrulamayı etkinleştirebilirsiniz.
vi: Bạn có thể bật xác thực qua Face ID.
zh: 你可以启用通过 Face ID 进行身份验证。

# manageBiometricsLabelInstructionsForTouchID
source: You can enable authentication via Touch ID.
de: Sie können die Authentifizierung über Touch ID aktivieren.
es: Puedes habilitar la autenticación con Touch ID.
fr: Vous pouvez activer l'authentification via Touch ID.
ru: Можно включить аутентификацию с помощью Touch ID.
tr: Parmak İzi Tanıma ile kimlik doğrulamayı etkinleştirebilirsiniz.
vi: Bạn có thể bật xác thực qua Touch ID.
zh: 你可以启用通过 Touch ID 进行身份验证。
