Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# biometricErrorOtherOperatingSystem
source: Your operating system does not support biometric authentication.
de: Ihr Betriebssystem unterstützt keine biometrische Authentifizierung.
fr: Votre système d’exploitation ne prend pas en charge l’authentification biométrique.
ru: Ваша операционная система не поддерживает биометрическую аутентификацию.
tr: İşletim sisteminiz biyometrik kimlik doğrulamayı desteklemiyor.
vi: Hệ điều hành của bạn không hỗ trợ xác thực sinh trắc học.
zh: 您的作業系統不支援生物辨識驗證。

# biometricErrorLockedOut
source: Too many failed attempts to authenticate you. Please lock and unlock your phone via PIN / pattern or password and try again.
de: Zu viele fehlgeschlagene Versuche. Bitte sperren und entsperren Sie Ihr Gerät mit PIN, Muster oder Passwort und versuchen Sie es erneut.
fr: Trop de tentatives échouées. Verrouillez puis déverrouillez votre téléphone avec votre code PIN, motif ou mot de passe, puis réessayez.
ru: Слишком много неудачных попыток. Заблокируйте и разблокируйте устройство с помощью PIN-кода, шаблона или пароля и попробуйте снова.
tr: Çok fazla başarısız deneme yapıldı. Lütfen telefonunuzu PIN / desen veya şifre ile kilitleyip tekrar açın ve tekrar deneyin.
vi: Quá nhiều lần thử xác thực thất bại. Vui lòng khóa và mở khóa điện thoại của bạn qua PIN / mẫu hình hoặc mật khẩu và thử lại.
zh: 驗證失敗次數過多。請使用 PIN、圖形或密碼鎖定並解鎖裝置後再試一次。

# biometricErrorPermanentlyLockedOut
source: Biometric authentication is permanently locked. Please unlock your device using your PIN, pattern, or password and try again.
de: Die biometrische Authentifizierung ist dauerhaft gesperrt. Bitte entsperren Sie Ihr Gerät mit PIN, Muster oder Passwort und versuchen Sie es erneut.
fr: L’authentification biométrique est définitivement verrouillée. Déverrouillez votre appareil avec votre code PIN, motif ou mot de passe et réessayez.
ru: Биометрическая аутентификация заблокирована навсегда. Разблокируйте устройство с помощью PIN-кода, шаблона или пароля и повторите попытку.
tr: Biyometrik kimlik doğrulama kalıcı olarak kilitlendi. Lütfen cihazınızı PIN, desen veya şifre ile açarak tekrar deneyin.
vi: Xác thực sinh trắc học đã bị khóa vĩnh viễn. Vui lòng mở khóa thiết bị của bạn bằng PIN, mẫu hình hoặc mật khẩu và thử lại.
zh: 生物辨識驗證已被永久鎖定。請使用 PIN、圖形或密碼解鎖裝置後再試一次。

# biometricErrorBiometricOnlyNotSupported
source: Biometric-only authentication is not supported on this platform.
de: Nur-biometrische Authentifizierung wird auf dieser Plattform nicht unterstützt.
fr: L’authentification uniquement biométrique n’est pas prise en charge sur cette plateforme.
ru: Аутентификация только с помощью биометрии не поддерживается на этой платформе.
tr: Bu platformda yalnızca biyometrik kimlik doğrulama desteklenmiyor.
vi: Xác thực chỉ bằng sinh trắc học không được hỗ trợ trên nền tảng này.
zh: 此平台不支援僅使用生物辨識的驗證方式。

# homeHeaderQubicPrice
source: QUBIC Price
de: QUBIC Preis
fr: QUBIC Prix
ru: QUBIC Цена
tr: QUBIC Fiyat
vi: Giá QUBIC
zh: QUBIC 价格

# revealSeedCopiedToClipboardMessage
source: Private seed temporarily copied to clipboard (stored for 1 minute)
de: Privater Seed wurde vorübergehend in die Zwischenablage kopiert (für 1 Minute gespeichert)
fr: La phrase secrète a été copiée temporairement (pendant 1 minute) dans le presse-papiers
ru: Приватная сид-фраза временно скопирована в буфер обмена (хранится 1 минуту)
tr: Özel anahtar geçici olarak panoya kopyalandı (1 dakika saklanır)
vi: Seed riêng tư đã được sao chép tạm thời vào clipboard (được lưu trong 1 phút)
zh: 私密助记词已临时复制到剪贴板（保存 1 分钟）

# revealSeedWarningTitle
source: Do not share your Private Seed!
de: Teile deinen privaten Seed nicht!
fr: Ne partagez pas votre phrase secrète!
ru: Никогда не делитесь своей приватной сид-фразой!
tr: Özel Anahtarınızı Paylaşmayın!
vi: Đừng chia sẻ seed riêng tư của bạn!
zh: 请勿泄露您的私密助记词！

# revealSeedWarningDescription
source: If someone has your private seed, they will have full control of your account
de: Wenn jemand deinen privaten Seed hat, hat er vollständige Kontrolle über dein Konto
fr: Si quelqu’un possède votre phrase secrète, il aura un contrôle total sur votre compte
ru: Если кто-то получит вашу приватную сид-фразу, он получит полный доступ к вашему аккаунту
tr: Birisi özel anahtarınıza sahipse, hesabınız üzerinde tam kontrol sahibi olur
vi: Nếu ai đó có seed riêng tư của bạn, họ sẽ có toàn quyền kiểm soát tài khoản của bạn
zh: 如果他人获取了您的私密助记词，他们将完全控制您的账户

# blockedScreenshotWarning
source: Screenshot protected — this screen is private.
de: Screenshot geschützt — dieser Bildschirm bleibt privat.
fr: Capture protégée — cet écran reste privé.
ru: Скриншот защищён — экран остаётся приватным.
vi: Chụp màn hình được bảo vệ — màn hình này là riêng tư.
zh: 螢幕截圖已保護，此畫面保持隱私。

# generalUnitShares
source: {count, plural, =1{Share} other{Shares}}
es: {count, plural, =1{Acción} other{Acciones}}
fr: {count, plural, =1{Part} other{Parts}}
ru: {count, plural, =1{Акция} other{Акции}}
vi: {count, plural, =1{Cổ phần} other{Cổ phần}}

# accountSendButtonMax
source: Max
ru: Максимум
tr: Maksimum
vi: Tối đa

# accountSendButtonMaxMinusOne
source: Max - 1
ru: Максимум - 1
tr: Maksimum - 1
vi: Tối đa - 1

# autolockLabelDurationInMinutes
source: {minutes, plural, =1{1 minute} other{{minutes} minutes}}
de: {minutes, plural, =1{1 Minute} other{{minutes} Minuten}}
es: {minutes, plural, =1{1 minuto} other{{minutes} minutos}}
ru: {minutes, plural, =1{1 минута} other{{minutes} минут}}
vi: {minutes, plural, =1{1 phút} other{{minutes} phút}}

# importPrivateSeedDefaultAccountName
source: Account 1
de: Konto 1
es: Cuenta 1
fr: Compte 1
ru: Аккаунт 1
tr: Hesap 1
vi: Tài khoản 1

# generalLabelNotAvailable
source: N/A
de: Nicht verfügbar
tr: Uygulanamaz

# generalBiometricTypeFaceID
source: Face ID
tr: Yüz Tanıma

# generalBiometricTypeTouchID
source: Touch ID
tr: Parmak İzi Tanıma

# generalUnitTokens
source: {count, plural, =1{Token} other{Tokens}}
ru: {count, plural, =1{Токен} other{Токены}}

# assetsManagedBy
source: managed by
de: verwaltet von
ru: управляется

# releaseTransferRightsTitle
source: Release Transfer Rights
de: Verwaltungsrechte übertragen
ru: Передать Права Управления

# releaseTransferRightsLabelSourceContract
source: Source Contract
de: Von Smart Contract
ru: Из Смарт-Контракта

# releaseTransferRightsLabelAvailableAmount
source: Available: {formattedAmount}
de: Verfügbar: {formattedAmount}
ru: Доступно: {formattedAmount}

# releaseTransferRightsLabelAmount
source: Amount
de: Menge
ru: Количество

# releaseTransferRightsLabelDestinationContract
source: Destination Contract
de: Zu Smart Contract
ru: В Смарт-Контракт

# releaseTransferRightsButtonSubmit
source: Release
de: Übertragen
ru: Передать

# releaseTransferRightsErrorNoSourceContract
source: Please select a source contract
de: Bitte wählen Sie einen Quellvertrag aus
ru: Пожалуйста, выберите исходный контракт

# releaseTransferRightsErrorNoDestinationContract
source: Please select a destination contract
de: Bitte wählen Sie einen Zielvertrag aus
ru: Пожалуйста, выберите целевой контракт

# releaseTransferRightsErrorSameContract
source: Source and destination contracts must be different
de: Quell- und Zielvertrag müssen unterschiedlich sein
ru: Исходный и целевой контракты должны быть разными

# releaseTransferRightsErrorInvalidContract
source: Invalid contract configuration
de: Ungültige Vertragskonfiguration
ru: Неверная конфигурация контракта
