Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# revealSeedWarningSheetLabelOne
source: Keep a safe backup of your private seed
de: Bewahren Sie eine sichere Sicherungskopie Ihres privaten Seeds auf.
es: Guarda una copia de seguridad de tu semilla privada.
fr: Conservez une sauvegarde sécurisée de votre Seed privée
ru: Сохраните сид в надежном месте!!!
tr: Özel anahtarınızın güvenli bir yedeğini alın
vi: Giữ bản sao lưu an toàn seed riêng tư của bạn
zh: 请安全备份保存您的私钥种子

# revealSeedWarningSheetLabelTwo
source: Never share your private seed with anyone
de: Teilen Sie Ihren privaten Seed niemals mit jemandem.
es: No compartas tu semilla privada con nadie.
fr: Ne partagez jamais votre Seed privée avec qui que ce soit
ru: Никогда и никому не говорите свой секретный сид!!!
tr: Özel anahtarınızı kimseyle paylaşmayın
vi: Không bao giờ chia sẻ seed riêng tư của bạn với bất kỳ ai
zh: 永远不要与任何人分享您的私钥种子

# revealSeedWarningSheetLabelThree
source: Do not paste your private seed to unknown apps or websites
de: Fügen Sie Ihren privaten Seed nicht in unbekannte Apps oder Websseiten ein.
es: No pegues tu semilla privada en aplicaciones o sitios web de origen desconocido.
fr: Ne collez pas votre Seed privée dans des applications ou sites inconnus
ru: Никогда не вводите свой секретный сид на сайтах или в личных переписках!!!!
tr: Özel anahtarınızı bilinmeyen uygulamalara veya web siteleriyle paylaşmayın
vi: Không dán seed riêng tư của bạn vào các ứng dụng hoặc trang web không xác định
zh: 勿将您的私钥种子粘贴到未知的应用程序或网站上。

# revealSeedWarningSheetCheckboxLabel
source: I understand the above
de: Ich verstehe das oben Genannte.
es: Entiendo todo lo indicado arriba
fr: Je comprends ce qui précède
ru: Я понял всё вышеописанное
tr: Yukarıdakileri Anlıyorum
vi: Tôi hiểu những điều trên
zh: 我已经理解上述内容

# revealSeedButtonShow
source: Show Private Seed
de: Privaten Seed anzeigen
es: Mostrar Semilla Privada
fr: Afficher la Seed Privée
ru: Показать секретный сид
tr: Özel Anahtarı Göster
vi: Hiển thị seed riêng tư
zh: 显示私钥种子

# authenticateButtonWithBiometrics
source: Authenticate with Biometrics
de: Mit Biometrie authentifizieren
es: Autenticarte con Datos Biométricos
fr: Authentifier avec Biométrie
ru: Аутентификация с помощью биометрических данных
tr: Biyometrik ile Kimlik Doğrulama
vi: Xác thực bằng sinh trắc học
zh: 通过生物识别进行身份验证

# authenticateButtonWithWithFaceID
source: Authenticate with Face ID
de: Mit Face ID authentifizieren
es: Autenticarte con Face ID
fr: Authentifier avec Face ID
ru: Аутентификация с помощью Face ID
tr: Face ID ile Kimlik Doğrulama
vi: Xác thực bằng Face ID
zh: 通过 Face ID 进行身份验证

# authenticateButtonWithTouchID
source: Authenticate with Touch ID
de: Mit Touch ID authentifizieren
es: Autenticarte con Touch ID
fr: Authentifier avec Touch ID
ru: Аутентификация с помощью Touch ID
tr: Touch ID ile Kimlik Doğrulama
vi: Xác thực bằng Touch ID
zh: 通过 Touch ID 进行身份验证

# authenticateButtonWithIris
source: Authenticate with Iris
de: Mit Iris authentifizieren
es: Autenticarte con Iris
fr: Authentifier avec Iris
ru: Аутентификация с помощью глаза
tr: İris ile Kimlik Doğrulama
vi: Xác thực bằng Iris
zh: 通过虹膜进行身份验证

# authenticateButtonWithOS
source: Authenticate with OS
de: Mit Betriebssystem authentifizieren
es: Autenticarte con el sistema
fr: Authentifier avec OS
ru: Аутентификация с помощью ОС
tr: İşletim Sistemi ile Kimlik Doğrulama
vi: Xác thực bằng OS
zh: 通过操作系统进行身份验证

# authenticateButtonAlternative
source: Alternative Authentication
de: Alternative Authentifizierung
es: Autenticación Alternativa
fr: Authentification Alternative
ru: Альтернативная аутентификация
tr: Alternatif Kimlik Doğrulama
vi: Xác thực thay thế
zh: 备用认证方式

# authenticateButtonAuthenticate
source: Authenticate
de: Authentifizieren
es: Authenticarse
fr: Authentifier
ru: Аутентификация
tr: Doğrulama
vi: Xác thực
zh: 认证

# authenticateErrorInvalidPassword
source: You provided an invalid password.
de: Sie haben ein ungültiges Passwort eingegeben.
es: La contraseña es inválida.
fr: Vous avez fourni un mot de passe invalide.
ru: Вы указали неверный пароль.
tr: Geçersiz bir şifre girdiniz.
vi: Bạn đã cung cấp mật khẩu không hợp lệ.
zh: 您提供的密码无效。

# authenticateErrorGeneral
source: An error has occurred while trying to authenticate you. Please try again.
de: Beim Versuch, sich zu authentifizieren, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error al intentar autenticarte. Por favor, intenta nuevamente.
fr: Une erreur s'est produite lors de la tentative de vous authentifier. Veuillez réessayer.
ru: При попытке аутентификации произошла ошибка. Пожалуйста, попробуйте еще раз.
tr: Sizi doğrulamaya çalışırken bir hata ile karşılaştık. Lütfen tekrar deneyiniz.
vi: Đã xảy ra lỗi khi cố gắng xác thực bạn. Vui lòng thử lại.
zh: 尝试身份验证时发生错误，请稍后再试。

# eraseDataSheetHeader
source: Are you sure you want to erase existing wallet data?
de: Sind Sie sicher, dass Sie vorhandene Wallet-Daten löschen möchten?
es: ¿Estás seguro que quieres eliminar tu Wallet?
fr: Êtes-vous sûr de vouloir effacer les données existantes du portefeuille?
ru: Вы уверены, что хотите стереть существующие данные кошелька?
tr: Mevcut cüzdan verilerini silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa dữ liệu ví hiện có không?
zh: 您确定要清除现有钱包数据吗？

# eraseDataSheetLabelOne
source: This action cannot be undone. All your accounts will be removed from your device.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Ihre Konten werden von Ihrem Gerät entfernt.
es: Esta acción no se puede revertir. Todas tus cuentas serán eliminadas del dispositivo.
fr: Cette action est irréversible. Tous vos comptes seront supprimés de votre appareil.
ru: Это действие нельзя отменить. Все ваши учетные записи будут удалены с вашего устройства.
tr: Bu işlem geri alınamaz. Bütün hesaplarınız cihazınızdan silinecektir.
vi: Hành động này không thể hoàn tác. Tất cả tài khoản của bạn sẽ bị xóa khỏi thiết bị của bạn.
zh: 此操作无法撤销，您的所有账户将从设备中删除。

# eraseDataSheetLabelTwo
source: You will only be able to recover your accounts if you have a backup of your private seeds.
de: Sie können Ihre Konten nur wiederherstellen, wenn Sie eine Sicherung Ihres privaten Seeds haben.
es: Sólo podrás recuperar tus cuentas si tienes una copia de respaldo de tus semillas públicas.
fr: Vous ne pourrez récupérer vos comptes que si vous avez une sauvegarde de vos Seeds privées.
ru: Вы сможете восстановить свои учетные записи, только если у вас есть резервная копия секретного сида.
tr: Hesaplarınızı yalnızca özel anahtarlarınızın yedeği varsa kurtarabilirsiniz.
vi: Bạn chỉ có thể khôi phục tài khoản của mình nếu bạn có bản sao lưu seed riêng tư của bạn.
zh: 您仅能通过备份私有种子来恢复账户。

# eraseDataSheetCheckboxLabel
source: Yes, erase my wallet data.
de: Ja, löschen Sie meine Wallet-Daten.
es: Sí, eliminar mi Wallet.
fr: Oui, effacez les données de mon portefeuille.
ru: Да, сотрите данные моего кошелька.
tr: Evet, cüzdan verimi sil.
vi: Vâng, xóa dữ liệu ví của tôi.
zh: 是的，清除我的钱包数据。

# transactionItemLabelTransactionId
source: Transaction ID
de: Transaktions-ID
es: ID de la Transacción
fr: ID de la Transaction
ru: ID транзакции
tr: Transfer ID'si
vi: ID giao dịch
zh: 交易 ID

# transactionItemLabelTransactionType
source: Type
de: Typ
es: Tipo
ru: Тип
tr: Tür
vi: Loại
zh: 类型

# generalLabelTickAndValue
source: Tick {tick}
ru: Тик {tick}
zh: 刻度 {tick}

# transactionItemButtonViewInExplorer
source: View in Explorer
de: Im Explorer anzeigen
es: Ver en el Explorador
fr: Voir dans l'explorateur
ru: Посмотреть в обозревателе
tr: Gezginde Görüntüle
vi: Xem trong Explorer
zh: 在浏览器中查看

# transactionItemButtonCopyToClipboard
source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le Presse-papiers
ru: Скопировать в буфер
tr: Panoya Kopyala
vi: Sao chép vào Clipboard
zh: 复制到剪贴板

# transactionItemButtonViewDetails
source: View Details
de: Details anzeigen
es: Ver Detalles
fr: Voir les Détails
ru: Детали
tr: Detayları Göster
vi: Xem chi tiết
zh: 查看详情

# transactionItemButtonResend
source: Resend
de: Erneut senden
es: Reenviar
fr: Renvoyer
ru: Переслать
tr: Yeniden Gönder
vi: Gửi lại
zh: 重新发送

# transactionItemLabelConfirmedDate
source: Timestamp
de: Zeitstempel
es: Fecha y hora
fr: Horodatage
ru: Метка времени
tr: Zaman damgası
vi: Dấu thời gian
zh: 时间戳

# transactionItemLabelDetails
source: Transfer Details
de: Überweisungsdetails
es: Detalles de la Transferencia
fr: Détails du Transfert
ru: Детали транзакции
tr: Transfer Detayları
vi: Chi tiết chuyển khoản
zh: 转账详情

# sendItemLabelTargetTick
source: Target Tick
de: Ziel-Tick
es: Tick de Ejecución
fr: Tick Cible
ru: На каком тике
tr: Hedef Tick
vi: Tick mục tiêu
zh: 目标刻度

# sendItemLabelTargetTickAutomatic
source: Automatically: Current + {addingTicks}
de: Automatisch: Aktuell + {addingTicks}
es: Automáticamente: Actual + {addingTicks}
fr: Automatiquement: Actuel + {addingTicks}
ru: Автоматически: этот тик + {addingTicks}
tr: Otomatik olarak: Mevcut + {addingTicks}
vi: Tự động: Hiện tại + {addingTicks}
zh: 自动：当前刻度 + {addingTicks}

# sendItemLabelTargetTickManual
source: Manual Override
de: Manuelles Überschreiben
es: Sobreescribir manualmente
fr: Remplacement Manuel
ru: Ручное управление
tr: Manuel Geçersiz Kılma
vi: Ghi đè thủ công
zh: 手动调整

# sendItemLabelDetermineTargetTick
source: Determine Target Tick
de: Ziel-Tick bestimmen
es: Determinar el Target de Ejecución
fr: Déterminer le Tick Cible
ru: Определите целевой тик
tr: Hedef Tick'i Belirle
vi: Xác định Tick mục tiêu
zh: 确定目标刻度

# sendItemDialogErrorGeneralTitle
source: Error while generating transaction
de: Fehler beim Generieren der Transaktion.
es: Error al generar la transacción
fr: Erreur lors de la génération de la transaction
ru: Ошибка при генерации транзакции
tr: Transfer oluşturulurken bir hata oluştu
vi: Lỗi khi tạo giao dịch
zh: 生成交易时出现错误

# sendItemDialogResendTitle
source: Resend transaction?
de: Transaktion erneut senden?
es: ¿Deseas reenviar la transacción?
fr: Renvoyer la transaction?
ru: Повторно отправить транзакцию?
tr: Işlem yeniden gönderilsin mi?
vi: Gửi lại giao dịch?
zh: 重新发送交易？

# sendItemLabelResendTargetTickValue
source: {formattedTargetTick} (current {formattedCurrentTick})
de: {formattedTargetTick} (aktuell {formattedCurrentTick})
es: {formattedTargetTick} (actual {formattedCurrentTick})
fr: {formattedTargetTick} (actuel {formattedCurrentTick})
vi: {formattedTargetTick} (hiện tại {formattedCurrentTick})
zh: {formattedTargetTick} (当前 {formattedCurrentTick})

# addAccountErrorNameAlreadyInUse
source: Name is already in use
de: Name ist bereits vergeben.
es: El nombre ya está en uso
fr: Nom déjà utilisé
ru: Имя уже используется
tr: İsim zaten kullanımda
vi: Tên đã được sử dụng
zh: 名称已被使用

# addAccountErrorPublicIDAlreadyInUse
source: Public ID already in use
de: Öffentliche ID bereits vergeben.
es: El ID público ya está en uso
fr: ID public déjà utilisé
ru: ID уже используется
tr: Halka Açık ID zaten kullanımda
vi: ID công khai đã được sử dụng
zh: Public ID 已被使用

# addAccountDialogTitleMaxNumberOfAccountsReached
source: Max accounts limit reached
de: Maximale Anzahl an Konten erreicht.
es: Máximo número de cuentas alcanzado
fr: Limite maximale de comptes atteinte
ru: Максимальный лимит аккаунтов достигнут
tr: Maksimum hesap limitine ulaşıldı
vi: Đã đạt giới hạn số tài khoản tối đa
zh: 最大账户限制已达到

# addAccountDialogMessageMaxNumberOfAccountsReached
source: You can only have up to 15 Qubic Accounts in your wallet. If you need to add another one, please remove one of the existing ones.
de: Sie können nur bis zu 15 Qubic-Konten in Ihrem Wallet haben. Wenn Sie ein weiteres hinzufügen müssen, entfernen Sie bitte eines der Vorhandenen.
es: Puedes tener solamente 15 cuentas en tu Wallet. Si necesitas agregar otra, por favor elimina una de las existentes.
fr: Vous ne pouvez avoir que jusqu'à 15 comptes Qubic dans votre portefeuille. Si vous devez en ajouter un autre, veuillez en supprimer un des existants.
ru: В вашем кошельке может быть не более {maxAccounts} аккаунтов Qubic. Если вам нужно добавить еще один, удалите один из существующих.
tr: Qubic Hesabınızda maksimum 15 adet cüzdan ekleyebilirsiniz. Eğer başka bir cüzdan eklemek istiyorsanız mevcut hesaplardan birini kaldırmanız gerekmektedir.
vi: Bạn chỉ có thể có tối đa 15 tài khoản Qubic trong ví của bạn. Nếu bạn cần thêm một tài khoản khác, vui lòng xóa một tài khoản hiện có.
zh: 您的钱包中最多只能拥有 15 个 Qubic 账户。如果您需要添加另一个，请先删除一个现有的账户。

# addAccountButtonCreateRandom
source: Create Random
de: Zufällig erstellen
es: Crear Aleatoriamente
fr: Créer au Hasard
ru: Создать случайный
tr: Rastgele Oluştur
vi: Tạo ngẫu nhiên
zh: 随机种子

# addAccountLabelPrivateSeed
source: Private Seed
de: Privater Seed
es: Semilla Privada
fr: Seed Privée
ru: Секретный сид
tr: Özel Anahtar
vi: Seed riêng tư
zh: 私钥种子

# addAccountLabelAccountName
source: Account Name
de: Kontoname
es: Nombre de la Cuenta
fr: Nom du Compte
ru: Имя аккаунта
tr: Hesap Adı
vi: Tên tài khoản
zh: 账户名称

# addAccountHintAccountName
source: Choose a name
de: Wählen Sie einen Namen!
es: Ingresar un nombre
fr: Choisir un nom
ru: Выберите имя
tr: Bir Ad Seçin
vi: Chọn một tên
zh: 选择一个名称

# addAccountTooltipAccountName
source: An account name is a human-readable name that you can use to identify your Qubic private seeds in your wallet. The account name is kept only in your device. It can be changed at any time.
de: Ein Kontoname ist ein lesbarer Name, den Sie verwenden können, um Ihre privaten Seeds in Ihrem Wallet zu identifizieren. Der Kontoname wird nur auf Ihrem Gerät gespeichert. Er kann jederzeit geändert werden.
es: Al asignar un nombre a tu cuenta, podrás identificar tus semillas privadas en el Wallet. El nombre será guardado sólo localmente en tu dispositivo y podrás cambiarlo en cualquier momento.
fr: Un nom de compte est un nom lisible par l'homme que vous pouvez utiliser pour identifier vos Seeds privées Qubic dans votre portefeuille. Le nom du compte est conservé uniquement sur votre appareil. Il peut être modifié à tout moment.
ru: Имя учетной записи - это удобочитаемое имя, которое вы можете использовать для идентификации своих секретных сидов Qubic в кошельке. Имя учетной записи хранится только в вашем устройстве. Оно может быть изменено в любое время.
tr: Hesap adı, cüzdanınızdaki Qubic özel anahtarlarınızı tanımlamak için kullanabileceğiniz okunabilir bir isimdir. Hesap adı yalnızca cihazınızda saklanır ve istediğiniz zaman değiştirilebilir.
vi: Tên tài khoản là tên dễ đọc mà bạn có thể sử dụng để xác định seed riêng tư Qubic của bạn trong ví. Tên tài khoản chỉ được lưu trong thiết bị của bạn. Nó có thể được thay đổi bất cứ lúc nào.
zh: 账号名称是您在钱包中识别 Qubic 私钥种子时使用的可读名称。账号名称仅保存在您的设备上，随时可以更改。

# addAccountTooltipPrivateSeed
source: A private seed is made by 55 lowercase letters and is used to generate your Qubic Address. It is recommended to make it as random as possible. Always keep it secret and never share with anyone.
de: Ein privater Seed besteht aus 55 Kleinbuchstaben und wird verwendet, um Ihre Qubic-Adresse zu generieren. Es wird empfohlen, ihn so zufällig wie möglich zu gestalten. Halten Sie ihn immer geheim und teilen Sie ihn niemals mit jemandem.
es: Una semilla privada está compuesta de 55 letras minúsculas y se utiliza para generar tu dirección pública Qubic. Te recomendamos generarla de manera aleatoria. Guarda tu semilla privada siempre en secreto y no la compartas con nadie.
fr: Une Seed privée est composée de 55 lettres minuscules et est utilisée pour générer votre adresse Qubic. Il est recommandé de la rendre aussi aléatoire que possible. Gardez-la toujours secrète et ne la partagez jamais avec personne.
ru: Секртеный сид состоит из 55 строчных букв и используется для генерации вашего адреса Qubic. Рекомендуется сделать его как можно более случайным. Всегда держите его в секрете и никогда никому не сообщайте.
tr: Özel anahtar, 55 küçük harf içeren bir dizidir ve Qubic Adresinizi oluşturmak için kullanılır. Mümkün olduğunca rastgele olması tavsiye edilir. Her zaman gizli tutun ve asla başkalarıyla paylaşmayın.
vi: Seed riêng tư được tạo từ 55 chữ cái viết thường và được sử dụng để tạo địa chỉ Qubic của bạn. Nên tạo nó càng ngẫu nhiên càng tốt. Luôn giữ bí mật và không bao giờ chia sẻ với bất kỳ ai.
zh: 私钥种子由 55 个小写字母组成，用于生成您的 Qubic 地址。建议尽可能随机生成，并始终保密私钥种子，绝不要与任何人分享。

# addAccountHeader
source: Add New Account
de: Neues Konto hinzufügen
es: Agregar Nueva Cuenta
fr: Ajouter un Nouveau Compte
ru: Добавить новую учетную запись
tr: Yeni Hesap Ekle
vi: Thêm tài khoản mới
zh: 添加新账户

# addAccountHeaderScanQRCodeInstructions
source: Please point the camera to a QR Code containing the private seed
de: Bitte richten Sie die Kamera auf einen QR-Code, der den privaten Seed enthält.
es: Por favor, apunta la cámara al código QR que contiene la semilla privada.
fr: Veuillez pointer la caméra vers un QR Code contenant la Seed privée
ru: Наведите камеру на QR-код с секретным сидом
tr: Lütfem kamerayı özel kod içeren bir QR Koda yönendirin
vi: Vui lòng hướng camera vào mã QR chứa seed riêng tư
zh: 请将摄像头对准包含私钥种子的二维码。

# addAccountHintPrivateSeed
source: Keep the private seed secret
de: Halten Sie den privaten Seed geheim!
es: Mantén la semilla privada en secreto
fr: Gardez la Seed privée secrète
ru: Держите секретный сид в надежном месте
tr: Özel anahtarınızı gizli tutun
vi: Giữ seed riêng tư bí mật
zh: 始终保密私钥种子

# addAccountHeaderKeepPrivateSeedSecret
source: Please backup your private seed in a safe place. Keep it secret and do not ever share it with anyone. Access to your private seed means access to your funds.
de: Bitte sichern Sie Ihren privaten Seed an einem sicheren Ort. Halten Sie ihn geheim und teilen Sie ihn niemals mit jemandem. Der Zugriff auf Ihren privaten Seed bedeutet Zugriff auf Ihre Gelder.
es: Por favor, guarda una copia de seguridad de tu semilla privada en un lugar seguro. Manténlo en secreto y nunca lo compartas con nadie. Tener el acceso a tu semilla privada significa tener acceso a tus fondos.
fr: Veuillez sauvegarder votre Seed privée dans un endroit sûr. Gardez-la secrète et ne la partagez jamais avec personne. L'accès à votre Seed privée signifie l'accès à vos fonds.
ru: Держите секретный сид в надежном месте, никому его не показывайте и не отправляйте ни под каким предлогом!!!
tr: Lütfen özel anahtarınızı güvenli bir yere yedekleyin. Gizli tutun ve kimseyle paylaşmayın. Özel anahtarınıza erişim, fonlarınıza erişim anlamına gelir.
vi: Vui lòng sao lưu seed riêng tư của bạn ở một nơi an toàn. Giữ bí mật và không bao giờ chia sẻ nó với bất kỳ ai. Truy cập vào seed riêng tư của bạn có nghĩa là truy cập vào tiền của bạn.
zh: 请将您的私钥种子备份在安全的地方。务必保密，并且绝不要与任何人分享。对您的私钥种子的访问意味着对您资金的访问。

# addAccountHintAddressNoPrivateSeed
source: No private seed provided
de: Kein privater Seed angegeben.
es: No se ha indicado la semilla privada
fr: Aucune Seed privée fournie
ru: Нет секретного сида
tr: Özel anahtar girilmedi
vi: Không có seed riêng tư được cung cấp
zh: 没有提供私钥种子

# addAccountHintAddressInvalidPrivateSeed
source: Invalid private seed provided
de: Ungültigen privaten Seed angegeben.
es: La semilla privada es inválida
fr: Seed privée fournie invalide
ru: Неправильный секретный сид
tr: Geçersiz özel anahtar girildi
vi: Seed riêng tư được cung cấp không hợp lệ
zh: 提供的私钥种子无效

# addAccountErrorTamperedWalletTitle
source: TAMPERED WALLET DETECTED
de: MANIPULIERTES WALLET ERKANNT
es: MANIPULACIÓN DEL WALLET DETECTADA
fr: PORTEFEUILLE MODIFIÉ DÉTECTÉ
ru: ОБНАРУЖЕН ПОДДЕЛЬНЫЙ КОШЕЛЕК
tr: KUSURLU CÜZDAN TESPİT EDİLDİ
vi: PHÁT HIỆN VÍ BỊ GIẢ MẠO
zh: 检测到篡改的钱包

# addAccountErrorTamperedWalletMessage
source: THE WALLET YOU ARE CURRENTLY USING IS TAMPERED. INSTALL AN OFFICIAL VERSION FROM HTTPS://GITHUB.COM/QUBIC/WALLET-APP OR RISK LOSS OF FUNDS
de: DAS WALLET, DAS SIE DERZEIT VERWENDEN, IST MANIPULIERT. INSTALLIEREN SIE EINE OFFIZIELLE VERSION VON HTTPS://GITHUB.COM/QUBIC/WALLET-APP ODER RISIKIEREN SIE DEN VERLUST VON GELDERN.
es: EL WALLET QUE ESTÁS UTILIZANDO HA SIDO MANIPULADO. DESCARGA UNA VERSIÓN OFICIAL DE HTTPS://GITHUB.COM/QUBIC/WALLET-APP PARA NO ARRIESGARTE A PERDER TUS FONDOS
fr: LE PORTEFEUILLE QUE VOUS UTILISEZ ACTUELLEMENT EST MODIFIÉ. INSTALLEZ UNE VERSION OFFICIELLE DE HTTPS://GITHUB.COM/QUBIC/WALLET-APP OU RISQUEZ UNE PERTE DE FONDS
ru: КОШЕЛЕК, КОТОРЫЙ ВЫ ИСПОЛЬЗУЕТЕ В ДАННЫЙ МОМЕНТ, ПОДДЕЛАН. УСТАНОВИТЕ ОФИЦИАЛЬНУЮ ВЕРСИЮ С САЙТА HTTPS://GITHUB.COM/QUBIC/WALLET-APP ИЛИ РИСКУЙТЕ ПОТЕРЯТЬ СРЕДСТВА
tr: ŞU ANDA KULLANDIĞINIZ CÜZDAN HASARLI. HTTPS://GITHUB.COM/QUBIC/WALLET-APP'DAN RESMİ BİR SÜRÜM YÜKLEYİN VEYA FON KAYBI RİSKİYLE KARŞILAŞABİLİRSİNİZ
vi: VÍ BẠN ĐANG SỬ DỤNG ĐÃ BỊ GIẢ MẠO. CÀI ĐẶT PHIÊN BẢN CHÍNH THỨC TỪ HTTPS://GITHUB.COM/QUBIC/WALLET-APP HOẶC CÓ RỦI RO MẤT TIỀN
zh: 您当前正在使用的钱包已被篡改。 请从 HTTPS://GITHUB.COM/QUBIC/WALLET-APP 安装官方版本，否则有资金损失的风险。

# sendAssetLabelTransactionCost
source: Fee (fixed)
es: Tarifa (fijo)
fr: Frais (fixe)
tr: Ücret (sabit)
vi: Phí (cố định)
zh: 费用 (fixed)

# sendAssetButtonTransfer
source: Transfer
de: Senden
es: Transferir
fr: Transférer
ru: Отправить
vi: Chuyển khoản
zh: 转账

# sendAssetErrorTickIsInThePast
source: Provided tick is in the past. Current tick is {currentTick}
de: Der angegebene Tick liegt in der Vergangenheit. Aktueller Tick ist {currentTick}.
es: El tick seleccionado es pasado. El tick actual es {currentTick}
fr: Le tick fourni est dans le passé. Le tick actuel est {currentTick}
ru: Выбранный тик уже прошёл. Текущий тик {currentTick}
tr: Tick geçmiştedir. Mevcut Tick: {currentTick}
vi: Tick được cung cấp là trong quá khứ. Tick hiện tại là {currentTick}
zh: 提供的刻度已过期，当前的刻度是 {currentTick}

# addAccountWarningSheetHeader
source: Before you proceed
de: Bevor Sie fortfahren
es: Antes de continuar:
fr: Avant de continuer
ru: Прежде чем приступить к работе
tr: Devam etmeden önce
vi: Trước khi bạn tiếp tục
zh: 在您继续之前

# addAccountWarningSheetLabelOne
source: Keep a safe backup of your private seed
de: Bewahren Sie eine sichere Sicherungskopie Ihres privaten Seeds auf.
es: Guarda una copia de seguridad de tu semilla privada.
fr: Conservez une sauvegarde sécurisée de votre Seed privée
ru: Сохраните в надежном месте свой секретный сид!!!
tr: Özel anahtarınızın güvenli bir yedeğini alın
vi: Giữ bản sao lưu an toàn seed riêng tư của bạn
zh: 请安全备份保存您的私有种子。

# addAccountWarningSheetLabelTwo
source: Never share your private seed with anyone
de: Teilen Sie Ihren privaten Seed niemals mit jemandem.
es: No compartas tu semilla privada con nadie.
fr: Ne partagez jamais votre Seed privée avec qui que ce soit
ru: Никогда и никому не пишите свой секретный сид!!!!
tr: Özel Anahtarınızı kimseyle paylaşmayın
vi: Không bao giờ chia sẻ seed riêng tư của bạn với bất kỳ ai
zh: 永远不要与任何人分享您的私钥种子。

# addAccountWarningSheetLabelThree
source: Do not paste your private seed to unknown apps or websites
de: Fügen Sie Ihren privaten Seed nicht in unbekannte Apps oder Webseiten ein.
es: No pegues tu semilla privada en aplicaciones o sitios web de origen desconocido
fr: Ne collez pas votre Seed privée dans des applications ou sites inconnus
ru: Никогда не вставляйте свой секретный сид на других сайтах!!!
tr: Özel anahtarınızı bilinmeyen uygulamalara veya web siteleriyle paylaşlayın
vi: Không dán seed riêng tư của bạn vào các ứng dụng hoặc trang web không xác định
zh: 勿将您的私有种子粘贴到未知的应用程序或网站上。

# addAccountWarningSheetCheckboxLabel
source: I understand the above
de: Ich verstehe das oben Genannte.
es: Entiendo lo indicado arriba
fr: Je comprends ce qui précède
ru: Я понял
tr: Yukarıdakileri anlıyorum
vi: Tôi hiểu những điều trên
zh: 我已经理解上述内容

# deleteAccountDialogTitle
source: Delete Account
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le Compte
ru: Удалить аккаунт
tr: Hesabı Sil
vi: Xóa tài khoản
zh: 删除账户
