Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# wcDomainMismatchDescription
source: This website has a domain that does not match the sender of this request. Approving may lead to loss of funds
de: Diese Website hat eine Domain, die nicht mit dem Absender dieser Anfrage übereinstimmt. Eine Genehmigung könnte zum Verlust von Geldern führen
es: Este sitio web tiene un dominio que no coincide con el remitente de esta solicitud. Aprobarla podría provocar la pérdida de fondos
fr: Ce site Web a un domaine qui ne correspond pas à l'expéditeur de cette demande. L'approbation pourrait entraîner une perte de fonds
ru: Этот сайт имеет домен, который не соответствует отправителю этого запроса. Одобрение может привести к потере средств
tr: Bu web sitesinin alan adı, bu isteğin göndereniyle eşleşmiyor. Onaylamak fon kaybına yol açabilir
vi: Trang web này có tên miền không khớp với người gửi yêu cầu này. Chấp thuận có thể dẫn đến mất tiền
zh: 此網站的域名與請求發送者不匹配。批准後可能會導致資金損失

# wcDomainUnkownTitle
source: Unknown Domain
de: Unbekannte Domain
es: Dominio desconocido
fr: Domaine inconnu
ru: Неизвестный домен
tr: Bilinmeyen Alan Adı
vi: Tên miền không xác định
zh: 未知域名

# wcDomainUnkownDescription
source: This domain cannot be verified. Check the request carefully before approving
de: Diese Domain kann nicht verifiziert werden. Überprüfe die Anfrage sorgfältig, bevor du sie genehmigst
es: El dominio no pudo ser verificado. Revisa la solicitud cuidadosamente antes de aprobarla
fr: Ce domaine ne peut pas être vérifié. Vérifiez attentivement la demande avant de l'approuver
ru: Этот домен не может быть проверен. Тщательно проверьте запрос перед одобрением
tr: Bu alan adı doğrulanamıyor. Onaylamadan önce isteği dikkatlice kontrol edin
vi: Tên miền này không thể được xác minh. Kiểm tra yêu cầu cẩn thận trước khi chấp thuận
zh: 無法驗證此域名。請在批准前仔細檢查請求

# wcApproveTransaction
source: Approve Transaction
de: Transaktion genehmigen
es: Aprobar transacción
fr: Approuver la transaction
ru: Одобрить транзакцию
tr: İşlemi Onayla
vi: Chấp thuận giao dịch
zh: 批准交易

# wcSignMessage
source: Sign Message
de: Nachricht signieren
es: Firmar mensaje
fr: Signer le message
ru: Подписать сообщение
tr: Mesajı İmzala
vi: Ký tin nhắn
zh: 簽署訊息

# wcSignTransaction
source: Sign Transaction
de: Transaktion signieren
es: Firmar transacción
fr: Signer la transaction
ru: Подписать транзакцию
tr: İşlemi İmzala
vi: Ký giao dịch
zh: 簽署交易

# generalButtonApprove
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ru: Одобрить
tr: Onayla
vi: Chấp thuận
zh: 批准

# generalButtonReject
source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
ru: Отклонить
tr: Reddet
vi: Từ chối
zh: 拒絕

# generalButtonPaste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
ru: Вставить
tr: Yapıştır
vi: Dán
zh: 粘貼

# generalButtonConnect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ru: Подключиться
tr: Bağlan
vi: Kết nối
zh: 連接

# generalErrorUnexpectedError
source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten
es: Ha ocurrido un error inesperado
fr: Une erreur inattendue s'est produite
ru: Произошла неожиданная ошибка
tr: Beklenmeyen bir hata oluştu
vi: Đã xảy ra lỗi không mong muốn
zh: 發生了意外錯誤

# generalErrorConnectionTimeout
source: Connection timed out
de: Zeitüberschreitung der Verbindung
es: La conexión ha expirado
fr: Le délai de connexion a expiré
ru: Время ожидания подключения истекло
tr: Bağlantı zaman aşımına uğradı
vi: Kết nối hết thời gian chờ
zh: 連接超時

# generalErrorNoInternetConnection
source: No internet connection
de: Keine Internetverbindung
es: No hay conexión a internet
fr: Pas de connexion Internet
ru: Нет подключения к интернету
tr: İnternet bağlantısı yok
vi: Không có kết nối internet
zh: 無網絡連接

# generalErrorRequestCancelled
source: Request Cancelled
de: Anfrage abgebrochen
es: Solicitud cancelada
fr: Demande annulée
ru: Запрос отменен
tr: İstek iptal edildi
vi: Yêu cầu đã bị hủy
zh: 請求已取消

# generalErrorCouldntParseResponse
source: Could not parse response
de: Antwort konnte nicht analysiert werden
es: No se pudo analizar la respuesta
fr: Impossible d'analyser la réponse
ru: Не удалось разобрать ответ
tr: Yanıt ayrıştırılamadı
vi: Không thể phân tích phản hồi
zh: 無法解析響應

# generalErrorServerError
source: Server error
de: Serverfehler
es: Error del servidor
fr: Erreur du serveur
ru: Ошибка сервера
tr: Sunucu hatası
vi: Lỗi máy chủ
zh: 伺服器錯誤

# generalStatusCode
source: Status Code
es: Código de estado
fr: Code d'état
ru: Код статуса
tr: Durum Kodu
vi: Mã trạng thái
zh: 狀態碼

# generalCode
source: Code
es: Código
ru: Код
tr: Kod
vi: Mã
zh: 代碼

# accountSendSectionInvalidDestinationAddress
source: Invalid destination address
de: Ungültige Zieladresse
es: Dirección de destino inválida
fr: Adresse de destination invalide
ru: Неверный адрес назначения
tr: Geçersiz hedef adres
vi: Địa chỉ đích không hợp lệ
zh: 無效的目的地地址

# cmdErrorCreatingSignatureGeneric
source: Error trying to create signature
de: Fehler beim Erstellen der Signatur
es: Error al generar la firma
fr: Erreur lors de la tentative de création de la signature
ru: Ошибка при попытке создать подпись
tr: İmza oluşturulurken hata oluştu
vi: Lỗi khi cố gắng tạo chữ ký
zh: 創建簽名時發生錯誤

# cmdErrorCreatingSignatureDigestEmpty
source: Error trying to create signature. Digest is empty
de: Fehler beim Erstellen der Signatur. Digest ist leer
es: Error al generar la firma. El digest está vacío
fr: Erreur lors de la tentative de création de la signature. Le digest est vide
ru: Ошибка при попытке создать подпись. Хэш пуст
tr: İmza oluşturulurken hata oluştu. Özet boş
vi: Lỗi khi cố gắng tạo chữ ký. Digest trống
zh: 創建簽名時發生錯誤。摘要為空

# cmdErrorCreatingSignatureSignedDataEmpty
source: Error trying to create signature. Signed data is empty
de: Fehler beim Erstellen der Signatur. Signierte Daten sind leer
es: Error al generar la firma. Los datos firmados están vacíos
fr: Erreur lors de la tentative de création de la signature. Les données signées sont vides
ru: Ошибка при попытке создать подпись. Подписанные данные пусты
tr: İmza oluşturulurken hata oluştu. İmzalanmış veri boş
vi: Lỗi khi cố gắng tạo chữ ký. Dữ liệu đã ký trống
zh: 創建簽名時發生錯誤。已簽署的數據為空

# cmdErrorCreatingSignatureSignatureEmpty
source: Error trying to create signature. Signature is empty
de: Fehler beim Erstellen der Signatur. Signatur ist leer
es: Error al generar la firma. La firma está vacía
fr: Erreur lors de la tentative de création de la signature. La signature est vide
ru: Ошибка при попытке создать подпись. Подпись пуста
tr: İmza oluşturulurken hata oluştu. İmza boş
vi: Lỗi khi cố gắng tạo chữ ký. Chữ ký trống
zh: 創建簽名時發生錯誤。簽名為空

# cmdErrorCreatingSignature
source: Error trying to create signature: {errorDescription}
de: Fehler beim Erstellen der Signatur: {errorDescription}
es: Error al generar la firma: {errorDescription}
fr: Erreur lors de la tentative de création de la signature : {errorDescription}
ru: Ошибка при попытке создать подпись: {errorDescription}
tr: İmza oluşturulurken hata oluştu: {errorDescription}
vi: Lỗi khi cố gắng tạo chữ ký: {errorDescription}
zh: 創建簽名時發生錯誤：{errorDescription}

# wcErrorProposalExpired
source: The session proposal has expired
de: Der Sitzungsantrag ist abgelaufen
es: La propuesta de sesión ha expirado
fr: La proposition de session a expiré
ru: Срок действия предложения сессии истек
tr: Oturum teklifi süresi doldu
vi: Đề xuất phiên đã hết hạn
zh: 會話提案已過期

source: URI is empty
de: URI ist leer
es: El URI está vacío
fr: L'URI est vide
ru: URI пуст
tr: URI boş
vi: URI trống
zh: URI 為空

# uriSchemeUnknown
source: Unknown URI scheme
de: Unbekanntes URI-Schema
es: Esquema de URI desconocido
fr: Schéma URI inconnu
ru: Неизвестная схема URI
tr: Bilinmeyen URI şeması
vi: Lược đồ URI không xác định
zh: 未知的 URI 協議

# uriInvalidFormat
source: Invalid URI format
de: Ungültiges URI-Format
es: Formato de URI inválido
fr: Format d'URI invalide
ru: Недопустимый формат URI
tr: Geçersiz URI formatı
vi: Định dạng URI không hợp lệ
zh: 無效的 URI 格式

# uriUnknownAction
source: Unknown URI action
de: Unbekannte URI-Aktion
es: Acción de URI desconocida
fr: Action URI inconnue
ru: Неизвестное действие URI
tr: Bilinmeyen URI eylemi
vi: Hành động URI không xác định
zh: 未知的 URI 操作

# uriInvalidWCPairUrl
source: Invalid WC connection URL. Should start with wc:
de: Ungültige WC-Verbindungs-URL. Sollte mit wc: beginnen
es: URL de conexión WalletConnect inválido. Debe comenzar con wc:
fr: URL de connexion WC invalide. Devrait commencer par wc:
ru: Недопустимый URL подключения WC. Должен начинаться с wc:
tr: Geçersiz WC bağlantı URL'si. wc: ile başlamalıdır
vi: URL ghép nối WC không hợp lệ. Phải bắt đầu bằng wc:
zh: 無效的 WC 連接 URL。應以 wc: 開頭

# generalButtonClear
source: Clear
de: Löschen
es: Limpiar
fr: Effacer
ru: Очистить
tr: Temizle
vi: Xóa
zh: 清除

# generalLabelInputType
source: Input Type
de: Eingabetyp
es: Tipo de input
fr: Type d'entrée
ru: Тип ввода
tr: Giriş Türü
vi: Loại đầu vào
zh: 輸入類型

# wcErrorTickExpired
source: Tick value is already in the past
de: Der Tick-Wert liegt bereits in der Vergangenheit
es: El valor de tick está en el pasado
fr: La valeur du tick est déjà dépassée
ru: Значение тика уже в прошлом
tr: Tick değeri zaten geçmişte
vi: Giá trị Tick đã ở trong quá khứ
zh: Tick 值已過期

# wcSmartContractUnknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ru: Неизвестно
tr: Bilinmiyor
vi: Không xác định
zh: 未知

# wcSmartContractWarningTitle
source: "{smartContractName}" Smart Contract Transaction
de: "{smartContractName}" Smart-Contract-Transaktion
es: Transacción de contrato inteligente "{smartContractName}"
fr: Transaction de contrat intelligent "{smartContractName}"
ru: Транзакция смарт-контракта "{smartContractName}"
tr: "{smartContractName}" Akıllı Kontrat İşlemi
vi: Giao dịch hợp đồng thông minh "{smartContractName}"
zh: "{smartContractName}" 智能合約交易

# wcSmartContractWarningDescription
source: Make sure you trust this DApp. By approving the transaction, you might authorise to transfer Qubics and/or assets
de: Stelle sicher, dass du dieser DApp vertraust. Durch die Genehmigung der Transaktion kannst du möglicherweise die Übertragung von Qubics und/oder Vermögenswerten autorisieren
es: Asegúrate que esta DApp es confiable. Al aprobar la transacción, podrías autorizar la transferencia de Qubics y/o otros activos
fr: Assurez-vous de faire confiance à cette DApp. En approuvant la transaction, vous pourriez autoriser le transfert de Qubics et/ou d'actifs
ru: Убедитесь, что вы доверяете этому DApp. Одобряя транзакцию, вы можете разрешить перевод Qubics и/или активов
tr: Bu DApp'e güvendiğinizden emin olun. İşlemi onaylayarak Qubics ve/veya varlıkların transferine izin verebilirsiniz
vi: Hãy đảm bảo bạn tin tưởng DApp này. Bằng cách chấp thuận giao dịch, bạn có thể ủy quyền chuyển Qubic và/hoặc tài sản
zh: 請確保您信任此 DApp。批准交易後，您可能會授權轉移 Qubics 和/或資產

# wcApproveTransfer
source: Approve Transfer
de: Übertragung Genehmigen
es: Aprobar Transferencia
fr: Approuver le transfert
ru: Одобрить перевод
tr: Transferi Onayla
vi: Chấp thuận chuyển khoản
zh: 批准轉帳

# wcSendAssets
source: Send Assets
de: Vermögenswerte Senden
es: Enviar Activos
fr: Envoyer des actifs
ru: Отправить активы
tr: Varlıkları Gönder
vi: Gửi tài sản
zh: 發送資產

# assetButtonIssuerIdentity
source: Issuer Identity
de: Identität des Ausstellers
es: Identidad del emisor
fr: Identité de l'Émetteur
ru: Идентификатор владельца
tr: Veren Kimliği
vi: Danh tính nhà phát hành
zh: 发行人身份

# settingsLabelSupport
source: Support
es: Soporte
ru: Поддержка
tr: Destek
vi: Hỗ trợ
zh: 支援

# settingsSupportGithub
source: GitHub (File an issue)
de: GitHub (Problem melden)
es: GitHub (Reportar un problema)
fr: GitHub (Signaler un problème)
ru: GitHub (Создать обращение)
tr: GitHub (Hata bildir)
vi: GitHub (Báo cáo sự cố)
zh: GitHub（提交問題）

# settingsSupportDiscord
source: Discord (Support channel)
de: Discord (Support-Kanal)
es: Discord (Canal de soporte)
fr: Discord (Canal de support)
ru: Discord (Канал поддержки)
tr: Discord (Destek kanalı)
vi: Discord (Kênh hỗ trợ)
zh: Discord（支援頻道）

# generalLabelFee
source: Fee
de: Gebühr
es: Tarifa
fr: Frais
ru: Комиссия
tr: Ücret
vi: Phí
zh: 费用

# generalLabelMultipleReceivers
source: Multiple Receivers
de: Mehrere Empfänger
es: Múltiples destinatarios
fr: Destinataires multiples
ru: Несколько получателей
tr: Birden Fazla Alıcı
vi: Nhiều người nhận
zh: 多個接收者

# qxTransferSharesWarning
source: This transaction record is currently visible only to the sender.
de: Dieser Transaktionsdatensatz ist derzeit nur für den Absender sichtbar.
es: Este registro de transacción es actualmente visible solo para el remitente.
fr: Cet enregistrement de transaction est actuellement visible uniquement par l'expéditeur.
ru: Эта запись о транзакции в данный момент видна только отправителю.
tr: Bu işlem kaydı şu anda yalnızca gönderen tarafından görülebilir.
vi: Bản ghi giao dịch này hiện chỉ hiển thị cho người gửi.
zh: 此交易当前仅发送方可见，接收方暂时无法查看

# settingsSupportGoogleForm
source: Fill Form
de: Formular Ausfüllen
es: Rellenar Formulario
fr: Remplir le formulaire
ru: Заполнить форму
tr: Formu Doldur
vi: Điền biểu mẫu
zh: 填写表单

# appTabExplore
source: Explore
de: Entdecken
fr: Explorer
ru: Обнаружить
tr: Keşfet
vi: Khám phá
zh: 探索

# storedTransfersLabel
source: View Incomplete Transactions
de: Unvollständige Transaktionen anzeigen
fr: Voir les transactions incomplètes
ru: Просмотреть незавершённые транзакции
tr: Eksik işlemleri görüntüle
vi: Xem giao dịch chưa hoàn thành
zh: 查看未完成的交易

# transactionsCount
source: {count, plural, =1{1 transaction} other{Showing {count} transactions}}
de: {count, plural, =1{1 Transaktion} other{Es werden {count} Transaktionen angezeigt}}
fr: {count, plural, =1{1 transaction} other{Affichage de {count} transactions}}
ru: {count, plural, =1{1 транзакция} other{Показано {count} транзакций}}
tr: {count, plural, =1{1 işlem} other{{count} işlem gösteriliyor}}
vi: {count, plural, =1{1 giao dịch} other{Hiển thị {count} giao dịch}}
zh: {count, plural, =1{1 筆交易} other{顯示 {count} 筆交易}}

# dAppOpenButton
source: Open
de: Öffnen
fr: Ouvrir
ru: Открыть
tr: Aç
vi: Mở
zh: 開啟

# dAppFeaturedApp
source: Featured App
de: Empfohlene App
fr: Application en vedette
ru: Рекомендуемое приложение
tr: Öne Çıkan Uygulama
vi: Ứng dụng nổi bật
zh: 精選應用程式

# dAppPopularApps
source: Popular dApps
de: dApps entdecken
fr: dApps populaires
ru: Обнаружить dApps
tr: Popüler dApp'ler
vi: dApp phổ biến
zh: 熱門 dApp

# networksTitle
source: Networks
de: Netzwerke
fr: Réseaux
ru: Сети
tr: Ağlar
vi: Mạng
zh: 網路

# networksButtonAddNetwork
source: Add Network
de: Netzwerk hinzufügen
fr: Ajouter un réseau
ru: Добавить сеть
tr: Ağ Ekle
vi: Thêm mạng
zh: 新增網路

# networksConfirmationDialogTitleDeleteNetwork
source: Delete {networkName}?
de: {networkName} löschen?
fr: Supprimer {networkName}?
ru: Удалить {networkName}?
tr: {networkName} silinsin mi?
vi: Xóa {networkName}?
zh: 刪除 {networkName}？

# networksConfirmationDialogContentDeleteNetwork
source: Are you sure you want to delete your custom network {networkName}?
de: Möchten Sie Ihr benutzerdefiniertes Netzwerk {networkName} wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer votre réseau personnalisé {networkName}?
ru: Вы уверены, что хотите удалить пользовательскую сеть {networkName}?
tr: {networkName} özel ağınızı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa mạng tùy chỉnh {networkName} của bạn không?
zh: 確定要刪除您的自訂網路 {networkName} 嗎？

# networksLabelDefault
source: Default
de: Standard
fr: Par défaut
ru: По умолчанию
tr: Varsayılan
vi: Mặc định
zh: 預設

# networksButtonSetAsDefault
source: Set as Default
de: Als Standard festlegen
fr: Définir par défaut
ru: Установить по умолчанию
tr: Varsayılan Yap
vi: Đặt làm mặc định
zh: 設為預設

# addNetworkTitle
source: Add Custom Network
de: Benutzerdefiniertes Netzwerk hinzufügen
fr: Ajouter un réseau personnalisé
ru: Добавить пользовательскую сеть
tr: Özel Ağ Ekle
vi: Thêm mạng tùy chỉnh
zh: 新增自訂網路

# addNetworkLabelNetworkName
source: Network Name
de: Netzwerkname
fr: Nom du réseau
ru: Имя сети
tr: Ağ Adı
vi: Tên mạng
zh: 網路名稱

# addNetworkTextFieldHintNetworkName
source: Eg: Qubic Mainnet
de: Z. B.: Qubic Mainnet
fr: Ex: Qubic Mainnet
ru: Напр.: Qubic Mainnet
tr: Örn: Qubic Mainnet
vi: Ví dụ: Qubic Mainnet
zh: 例如：Qubic Mainnet

# addNetworkLabelRPCURL
source: RPC URL
fr: URL RPC
zh: RPC 網址

# addNetworkLabelQubicExplorerURL
source: Explorer URL
fr: URL de l'explorateur
ru: URL обозревателя
tr: Gezgin URL’si
zh: 區塊鏈瀏覽器網址

# networksWarningBannerCurrentNetwork
source: You are currently in {networkName}
de: Sie befinden sich derzeit in {networkName}
fr: Vous êtes actuellement sur {networkName}
ru: Вы находитесь в сети {networkName}
tr: Şu anda {networkName} ağındasınız
vi: Bạn hiện đang ở trong {networkName}
zh: 您目前在 {networkName}

# webviewAddressBarLabelRefresh
source: Refresh
de: Aktualisieren
fr: Rafraîchir
ru: Обновить
tr: Yenile
vi: Làm mới
zh: 重新整理

# webviewAddressBarLabelShareURL
source: Share URL
de: URL teilen
fr: Partager l'URL
ru: Поделиться URL
tr: URL Paylaş
vi: Chia sẻ URL
zh: 分享網址

# rootJailbreakDialogTitleWarning
source: Device Compromised
de: Gerät kompromittiert
fr: Appareil compromis
ru: Устройство с нарушенной безопасностью
tr: Cihaz Tehlikede
vi: Thiết bị bị xâm phạm
zh: 裝置已被破解

# rootJailbreakDialogMessageWarning
source: Your device appears to be rooted or jailbroken. Some features may be exposed to security risks. We strongly recommend using this wallet only on secure, unmodified devices. You can still use the app under your own risk.
de: Ihr Gerät scheint gerootet oder jailbroken zu sein. Einige Funktionen könnten Sicherheitsrisiken bergen. Wir empfehlen dringend, diese Wallet nur auf sicheren, unveränderten Geräten zu verwenden. Sie können die App weiterhin auf eigenes Risiko nutzen.
fr: Votre appareil semble être rooté ou jailbreaké. Certaines fonctionnalités peuvent être exposées à des risques de sécurité. Nous vous recommandons vivement d’utiliser ce portefeuille uniquement sur des appareils sécurisés et non modifiés. Vous pouvez toujours utiliser l'application à vos propres risques.
ru: Похоже, ваше устройство рутировано или взломано. Некоторые функции могут подвергаться риску. Мы настоятельно рекомендуем использовать этот кошелек только на безопасных, немодифицированных устройствах. Вы можете продолжить использование на свой страх и риск.
tr: Cihazınızın root'lu veya jailbreak'li olduğu tespit edildi. Bazı özellikler güvenlik riski taşıyabilir. Bu cüzdanı yalnızca güvenli ve değiştirilmemiş cihazlarda kullanmanızı şiddetle tavsiye ederiz. Uygulamayı kendi sorumluluğunuzda kullanabilirsiniz.
vi: Thiết bị của bạn có vẻ đã bị root hoặc jailbreak. Một số tính năng có thể gặp rủi ro bảo mật. Chúng tôi khuyến nghị mạnh mẽ sử dụng ví này chỉ trên các thiết bị an toàn, chưa được sửa đổi. Bạn vẫn có thể sử dụng ứng dụng với rủi ro của riêng bạn.
zh: 您的裝置可能已經 root 或越獄。某些功能可能存在安全風險。我們強烈建議僅在安全且未修改的裝置上使用此錢包。您仍可自行承擔風險使用本應用。

# rootJailbreakDialogButtonWarning
source: I understand
de: Ich verstehe
fr: Je comprends
ru: Я понимаю
tr: Anladım
vi: Tôi hiểu
zh: 我了解

# rootJailbreakDialogTitleRestrict
source: Access Restricted
de: Zugriff eingeschränkt
fr: Accès restreint
ru: Доступ ограничен
tr: Erişim Kısıtlandı
vi: Truy cập bị hạn chế
zh: 限制存取

# rootJailbreakDialogMessageRestrict
source: Your device appears to be rooted or jailbroken. For security reasons, some features are disabled.
de: Ihr Gerät scheint gerootet oder jailbroken zu sein. Aus Sicherheitsgründen sind einige Funktionen deaktiviert.
fr: Votre appareil semble être rooté ou jailbreaké. Pour des raisons de sécurité, certaines fonctionnalités sont désactivées.
ru: Похоже, ваше устройство рутировано или взломано. В целях безопасности некоторые функции отключены.
tr: Cihazınızın root'lu veya jailbreak'li olduğu tespit edildi. Güvenlik nedeniyle bazı özellikler devre dışı bırakılmıştır.
vi: Thiết bị của bạn có vẻ đã bị root hoặc jailbreak. Vì lý do bảo mật, một số tính năng đã bị vô hiệu hóa.
zh: 您的裝置可能已經 root 或越獄。為了安全起見，某些功能已被停用。

# rootJailbreakDialogButtonRestrict
source: Ok
de: Okay
ru: Ок
tr: Tamam
zh: 好

# rootJailbreakDialogTitleRestrictFeature
source: Security Restriction
de: Sicherheitsbeschränkung
fr: Restriction de sécurité
ru: Ограничение безопасности
tr: Güvenlik Kısıtlaması
vi: Hạn chế bảo mật
zh: 安全限制

# rootJailbreakDialogMessageRestrictFeature
source: This feature can’t be used on devices that have been rooted or jailbroken, as it may compromise your data security.
de: Diese Funktion ist auf Geräten mit Root-Zugriff oder Jailbreak nicht verfügbar, da dies die Sicherheit Ihrer Daten gefährden könnte.
fr: Cette fonctionnalité n’est pas disponible sur les appareils rootés ou jailbreakés, car cela pourrait compromettre la sécurité de vos données.
ru: Эта функция недоступна на устройствах с root-доступом или jailbreak, так как это может поставить под угрозу безопасность ваших данных.
tr: Bu özellik, root'lu veya jailbreak yapılmış cihazlarda veri güvenliğinizi tehlikeye atabileceği için kullanılamaz.
vi: Tính năng này không thể được sử dụng trên các thiết bị đã bị root hoặc jailbreak, vì nó có thể làm tổn hại đến bảo mật dữ liệu của bạn.
zh: 此功能無法在已越獄或取得 root 權限的裝置上使用，因為這可能會危害您的資料安全。

# rootJailbreakDialogButtonRestrictFeature
source: Ok
de: Okay
ru: Ок
tr: Tamam
zh: 確定

# biometricErrorPasscodeNotSet
source: You have not set a device passcode, PIN, or password. Please set one in your device settings to enable biometric authentication.
de: Sie haben keinen Gerätecode, PIN oder Passwort festgelegt. Bitte richten Sie einen in den Geräteeinstellungen ein, um die biometrische Authentifizierung zu aktivieren.
fr: Vous n’avez pas défini de code, PIN ou mot de passe. Veuillez en configurer un dans les paramètres de l’appareil pour activer l’authentification biométrique.
ru: У вас не установлен код, PIN или пароль. Пожалуйста, настройте его в параметрах устройства, чтобы включить биометрическую аутентификацию.
tr: Cihazınızda bir parola, PIN veya şifre ayarlanmamış. Biyometrik kimlik doğrulamayı etkinleştirmek için lütfen cihaz ayarlarından bir tanesini ayarlayın.
vi: Bạn chưa đặt mã khóa thiết bị, PIN hoặc mật khẩu. Vui lòng đặt một mã trong cài đặt thiết bị của bạn để bật xác thực sinh trắc học.
zh: 您尚未在裝置上設定密碼、PIN 碼或解鎖密碼。請至裝置設定中設定，以啟用生物辨識驗證。

# biometricErrorNotEnrolled
source: No biometric data is enrolled on your device. Please register your biometrics in your device settings.
de: Es sind keine biometrischen Daten auf Ihrem Gerät registriert. Bitte registrieren Sie diese in den Geräteeinstellungen.
fr: Aucune donnée biométrique n’est enregistrée sur votre appareil. Veuillez les ajouter dans les paramètres de l’appareil.
ru: На вашем устройстве не зарегистрированы биометрические данные. Зарегистрируйте их в настройках устройства.
tr: Cihazınızda kayıtlı biyometrik veri bulunmuyor. Lütfen cihaz ayarlarından biyometrik verinizi kaydedin.
vi: Không có dữ liệu sinh trắc học nào được đăng ký trên thiết bị của bạn. Vui lòng đăng ký sinh trắc học của bạn trong cài đặt thiết bị.
zh: 您的裝置尚未註冊任何生物辨識資料。請至設定中註冊指紋或臉部辨識。

# biometricErrorNotAvailable
source: Biometric authentication is not available on this device.
de: Biometrische Authentifizierung ist auf diesem Gerät nicht verfügbar.
fr: L’authentification biométrique n’est pas disponible sur cet appareil.
ru: Биометрическая аутентификация недоступна на этом устройстве.
tr: Bu cihazda biyometrik kimlik doğrulama mevcut değil.
vi: Xác thực sinh trắc học không khả dụng trên thiết bị này.
zh: 此裝置不支援生物辨識驗證功能。
