Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# importVaultLabelEnterPassword
source: Enter vault password
de: Tresor-Passwort eingeben
es: Ingresa la contraseña del Vault
fr: Entrer le mot de passe du fichier vault
ru: Введите пароль для Vault файла
tr: Kasa Dosyası şifresini girin
vi: Nhập mật khẩu vault
zh: 输入密码

# importVaultLabelSelectPathInstructions
source: Browse your device to select the vault file to import.
de: Durchsuchen Sie Ihr Gerät, um die Tresor-Datei zum Importieren auszuwählen.
es: Navega en tu dispositivo para seleccionar el archivo Vault a importar.
fr: Parcourez votre appareil pour sélectionner le fichier vault à importer.
ru: Найти Vault файл на моем устройстве.
tr: İçe aktarmak için kasa dosyasını seçmek üzere cihazınızı gözden geçirin.
vi: Duyệt thiết bị của bạn để chọn tập tin vault để nhập.
zh: 浏览设备以选择要导入的文件。

# importPrivateSeedSubHeader
source: Enter the 55 character seed that you have saved when creating your account.
de: Geben Sie den 55-stelligen Seed ein, den Sie bei der Erstellung Ihres Kontos gespeichert haben.
es: Ingresa la semilla de 55 letras que guardaste al crear tu cuenta.
fr: Saisissez le code de 55 caractères que vous avez enregistré lors de la création de votre compte.
ru: Введите свой 55-ти значный секретный сид который вы указали когда создавали аккаунт.
tr: Hesabınızı oluştururken kaydettiğiniz 55 karakterli anahtarı girin.
vi: Nhập seed 55 ký tự mà bạn đã lưu khi tạo tài khoản của bạn.
zh: 请输入在创建账户时保存的 55 个小写字母组成的私钥种子。

# generalSnackBarMessageWalletImportedSuccessfully
source: Wallet imported successfully
de: Wallet erfolgreich importiert
es: Se importó el Wallet con éxito
fr: Portefeuille importé avec succès
ru: Кошелек импортирован успешно!
tr: Cüzdan başarıyla içe aktarıldı
vi: Đã nhập ví thành công
zh: 钱包导入成功

# addAccountErrorTamperedAndroidWalletMessage
source: THE WALLET YOU ARE CURRENTLY USING IS TAMPERED. INSTALL AN OFFICIAL VERSION FROM GOOGLE PLAY STORE OR RISK LOSS OF FUNDS
de: DIE VON IHNEN VERWENDETE WALLET IST MANIPULIERT. INSTALLIEREN SIE EINE OFFIZIELLE VERSION AUS DEM GOOGLE PLAY STORE ODER RISIKIEREN SIE DEN VERLUST VON GELDERN
es: EL WALLET QUE ESTÁS UTILIZANDO HA SIDO MANIPULADO. DESCARGA UNA VERSIÓN OFICIAL DE GOOGLE PLAY STORE PARA NO ARRIESGARTE A PERDER TUS FONDOS
fr: LE PORTEFEUILLE QUE VOUS UTILISEZ ACTUELLEMENT EST MODIFIÉ. INSTALLEZ UNE VERSION OFFICIELLE DE PLAY STORE OU RISQUEZ UNE PERTE DE FONDS
ru: КОШЕЛЕК, КОТОРЫЙ ВЫ ИСПОЛЬЗУЕТЕ В ДАННЫЙ МОМЕНТ, ПОДДЕЛАН!! УСТАНОВИТЕ ОФИЦИАЛЬНУЮ ВЕРСИЮ ИЗ GOOGLE PLAY ИЛИ РИСКУЙТЕ ПОТЕРЯТЬ СРЕДСТВА!!
tr: ŞU ANDA KULLANDIĞINIZ CÜZDAN HASARLI. FON KAYBI RİSİKİNİ GÖZE ALMAMAK İÇİN GOOGLE PLAY STORE'DAN RESMİ BİR SÜRÜM YÜKLEYİN
vi: VÍ BẠN ĐANG SỬ DỤNG ĐÃ BỊ GIẢ MẠO. CÀI ĐẶT PHIÊN BẢN CHÍNH THỨC TỪ GOOGLE PLAY STORE HOẶC CÓ RỦI RO MẤT TIỀN
zh: 您目前正在使用的钱包已被篡改。 请从 Google Play 商店安装官方版本，否则有资金损失的风险。

# addAccountErrorTamperediOSWalletMessage
source: THE WALLET YOU ARE CURRENTLY USING IS TAMPERED. INSTALL AN OFFICIAL VERSION FROM APP STORE OR RISK LOSS OF FUNDS
de: DIE VON IHNEN VERWENDETE WALLET IST MANIPULIERT. INSTALLIEREN SIE EINE OFFIZIELLE VERSION AUS DEM APP STORE ODER RISIKIEREN SIE DEN VERLUST VON GELDERN
es: EL WALLET QUE ESTÁS UTILIZANDO HA SIDO MANIPULADO. DESCARGA UNA VERSIÓN OFICIAL DEL APP STORE PARA NO ARRIESGARTE A PERDER TUS FONDOS
fr: LE PORTEFEUILLE QUE VOUS UTILISEZ ACTUELLEMENT EST MODIFIÉ. INSTALLEZ UNE VERSION OFFICIELLE DE APP STORE OU RISQUEZ UNE PERTE DE FONDS
ru: КОШЕЛЕК, КОТОРЫЙ ВЫ ИСПОЛЬЗУЕТЕ В ДАННЫЙ МОМЕНТ, ПОДДЕЛАН!! УСТАНОВИТЕ ОФИЦИАЛЬНУЮ ВЕРСИЮ ИЗ APP STORE ИЛИ РИСКУЙТЕ ПОТЕРЯТЬ СРЕДСТВА!!
tr: ŞU ANDA KULLANDIĞINIZ CÜZDAN HASARLI. FON KAYBI RİSİKİNİ GÖZE ALMAMAK İÇİN GOOGLE PLAY STORE'DAN RESMİ BİR SÜRÜM YÜKLEYİN
vi: VÍ BẠN ĐANG SỬ DỤNG ĐÃ BỊ GIẢ MẠO. CÀI ĐẶT PHIÊN BẢN CHÍNH THỨC TỪ APP STORE HOẶC CÓ RỦI RO MẤT TIỀN
zh: 您目前正在使用的钱包已被篡改。 请从应用商店安装官方版本，否则有资金损失的风险。

# generalLabelSelectFile
source: Select file
de: Datei auswählen
es: Selecciona el archivo
fr: Choisir le fichier
ru: Выберете файл
tr: Dosya Seçin
vi: Chọn tập tin
zh: 选择文件

# autolockLabelDurationImmediately
source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
ru: Немедленно
tr: Hemen
vi: Ngay lập tức
zh: 立即

# settingsLabelAutlock
source: Auto-Lock
es: Configuración de Autobloqueo
fr: Verrouiller automatiquement
ru: Настройки автоблокировки
tr: Otomatik Kilitleme Ayarları
vi: Tự động khóa
zh: 自动锁定设置

# importVaultDialogTitleTooManyAccounts
source: Too many accounts found
de: Zu viele Konten gefunden
es: El archivo vault contiene demasiadas cuentas
fr: Trop de comptes trouvés
ru: Найдено слишком много учетных записей
tr: Çok fazla hesap bulundu
vi: Tìm thấy quá nhiều tài khoản
zh: 账户数量过多

# importVaultDialogMessageTooManyAccounts
source: Your vault file contains more than 15 accounts. All the accounts will be imported, but in order to view your balances and send funds, please delete some until having 15 or less.
de: Ihre Tresor-Datei enthält mehr als 15 Konten. Alle Konten werden importiert, aber um Ihre Guthaben anzuzeigen und Gelder zu senden, löschen Sie bitte einige Konten, bis Sie 15 oder weniger haben.
es: El archivo seleccionado contiene más de 15 cuentas. Todas las cuentas serán agregadas al wallet pero para poder ver los balances y hacer transferencias, debes eliminar algunas hasta tener 15 o menos.
fr: Votre fichier vault contient plus de 15 comptes. Tous les comptes seront importés, mais pour pouvoir visualiser vos soldes et envoyer des fonds, veuillez en supprimer certains jusqu'à ce qu'il n'en reste plus que 15 ou moins.
ru: Ваш Vault файл содержит более {maxAccounts} аккаунтов. Все аккаунты будут импортированы, но для просмотра баланса и отправки средств, пожалуйста, удалите некоторые из них, пока их не останется меньше {maxAccounts}.
tr: Kasa dosyanız 15'ten fazla hesap içeriyor. Tüm hesaplar içe aktarılacaktır, ancak bakiyelerinizi görüntülemek ve fon gönderebilmek için lütfen 15 veya daha az hesap olacak şekilde bazı hesapları silin.
vi: Tập tin vault của bạn chứa hơn 15 tài khoản. Tất cả các tài khoản sẽ được nhập, nhưng để xem số dư và gửi tiền của bạn, vui lòng xóa một số cho đến khi còn 15 hoặc ít hơn.
zh: 您的 Vault 文件包含超过 15 个账户。所有账户都将被导入，在查看余额和发送资金前，请将账户数量调整至最多不超过 15 个。

# importVaultErrorNoAccountsFound
source: No accounts found in your vault file. We can't proceed with the import.
de: In Ihrer Tresor-Datei wurden keine Konten gefunden. Wir können den Import nicht fortsetzen.
es: No se encontraron cuentas en el archivo vault.
fr: Aucun compte n'a été trouvé dans votre fichier vault. Nous ne pouvons pas procéder à l'importation.
ru: В вашем файле Vault не обнаружено аккаунтов.
tr: Kasa Dosyanızad herhangi bir hesap bulunamadı. İçe aktarma işlemine devam edilemiyor.
vi: Không tìm thấy tài khoản nào trong tập tin vault của bạn. Chúng tôi không thể tiếp tục nhập.
zh: 在您的 Vault 文件中未找到帐户。无法进行导入。

# importVaultFilePickerLabel
source: Please select a vault file to continue:
de: Bitte wählen Sie eine Tresor-Datei aus, um fortzufahren:
es: Por favor, selecciona un archivo vault para continuar:
fr: Veuillez sélectionner le fichier vault pour continuer:
ru: Для продолжения выберите файл Vault:
tr: Lütfen devam etmek için bir Kasa Dosyası seçin:
vi: Vui lòng chọn một tập tin vault để tiếp tục:
zh: 请选择一个 Vault 文件以继续：

# importVaultFileErrorGeneralMessage
source: Error importing vault file: {errorDescription}
de: Fehler beim Importieren der Tresor-Datei: {errorDescription}
es: Error al importar el archivo vault: {errorDescription}
fr: Erreur lors de l'importation du fichier vault: {errorDescription}
ru: Ошибка при импортировании файла Vault: {errorDescription}
tr: Kasa dosyası içe aktarılırken hata oluştu: {errorDescription}
vi: Lỗi nhập tập tin vault: {errorDescription}
zh: 导入 Vault 文件发生错误： {errorDescription}

# exportWalletVaultErrorGeneralMessage
source: Error creating vault file: {errorDescription}
de: Fehler beim Erstellen der Tresor-Datei: {errorDescription}
es: Error al crear el archivo vault: {errorDescription}
fr: Erreur lors de la création du fichier vault: {errorDescription}
ru: Ошибка при создании файла Vault: {errorDescription}
tr: Kasa dosyası oluşturulurken hata oluştu: {errorDescription}
vi: Lỗi tạo tập tin vault: {errorDescription}
zh: 创建 Vault 文件发生错误： {errorDescription}

# cmdErrorCreatingAssetTransferTransactionGeneric
source: Error trying to create asset transfer transaction
de: Fehler beim Erstellen einer Vermögensübertragungstransaktion
es: Error al crear la transacción de transferencia de activo
fr: Erreur lors de la tentative de création d'un transfert d'actifs
ru: Ошибка при попытке создать транзакцию по передаче ассетов.
tr: Varlık transfer işlemi oluşturulmaya çalışılırken hata oluştu
vi: Lỗi khi cố gắng tạo giao dịch chuyển tài sản
zh: 尝试创建资产转移交易时遇到了错误

# cmdErrorCreatingAssetTransferTransactionEmpty
source: Error trying to create asset transfer transaction. Generated transaction was empty
de: Fehler beim Erstellen einer Vermögensübertragungstransaktion. Die generierte Transaktion ist leer.
es: Error al crear la transacción de transferencia de activo. La transacción generada está vacía
fr: Erreur lors de la tentative de création d'un transfert d'actifs. La transaction générée est vide.
ru: Ошибка при попытке создать транзакцию по передаче ассетов. Созданная транзакция была пустой.
tr: Varlık transfer işlemi oluşturulmaya çalışılırken hata oluştu. Oluşturulan trasnfer boştu
vi: Lỗi khi cố gắng tạo giao dịch chuyển tài sản. Giao dịch được tạo ra trống
zh: 尝试创建资产转移交易时出现错误。生成的交易信息为空。

# cmdErrorCreatingAssetTransferTransaction
source: Error trying to create asset transfer transaction: {errorDescription}
de: Fehler beim Erstellen der einer Vermögensübertragungstransaktion: {errorDescription}
es: Error al crear la transacción de transferencia de activo: {errorDescription}
fr: Erreur lors de la tentative de création d'un transfert d'actifs: {errorDescription}
ru: Ошибка при попытке создать транзакцию по передаче ассетов: {errorDescription}
tr: Varlık transferi işlemi oluşturulurken hata oluştu: {errorDescription}
vi: Lỗi khi cố gắng tạo giao dịch chuyển tài sản: {errorDescription}
zh: 尝试创建资产转移交易时出现错误： {errorDescription}

# cmdErrorCreatingTransferTransactionGeneric
source: Error trying to create transfer transaction
de: Fehler beim Erstellen der Überweisungstransaktion
es: Error al crear la transacción de transferencia
fr: Erreur lors de la tentative de création d'une transaction de transfert
ru: Ошибка при попытке создать транзакцию.
tr: Transfer işlemi oluşturulmaya çalışılırken hata oluştu
vi: Lỗi khi cố gắng tạo giao dịch chuyển khoản
zh: 尝试创建转账交易时出现错误

# cmdErrorCreatingTransferTransactionEmpty
source: Error trying to create transfer transaction. Generated transaction was empty
de: Fehler beim Erstellen der Überweisungstransaktion. Die generierte Transaktion ist leer
es: Error al crear la transacción de transferencia. La transacción generada está vacía
fr: Erreur lors de la tentative de création d'une transaction de transfert. La transaction générée est vide.
ru: Ошибка при попытке создать транзакцию. Созданная транзакция была пустой
tr: Transfer işlemi oluşturulmaya çalışılırken hata oluştu. Oluşturulan trasnfer boştu
vi: Lỗi khi cố gắng tạo giao dịch chuyển khoản. Giao dịch được tạo ra trống
zh: 尝试创建转账交易时出现错误。生成的交易信息为空。

# cmdErrorCreatingTransferTransaction
source: Error trying to create transfer transaction: {errorDescription}
de: Fehler beim Erstellen der Überweisungstransaktion: {errorDescription}
es: Error al crear la transacción de transferencia: {errorDescription}
fr: Erreur lors de la tentative de création d'une transaction de transfert: {errorDescription}
ru: Ошибка при попытке создать транзакцию: {errorDescription}
tr: Transfer işlemi oluşturulurken hata oluştu: {errorDescription}
vi: Lỗi khi cố gắng tạo giao dịch chuyển khoản: {errorDescription}
zh: 尝试创建转账交易时出现错误： {errorDescription}

# cmdErrorGettingPublicIdFromSeedGeneric
source: Error trying to get public ID from seed
de: Fehler beim Generieren der öffentlichen ID aus dem Seed
es: Error al derivar el ID público a partir semilla privada
fr: Erreur lors de la tentative de génération de l'ID public à partir de la seed
ru: Ошибка при попытке получить ID из сида.
tr: Özel anahtardan halka açık ID'si alınmaya çalışılırken hata oluştu
vi: Lỗi khi cố gắng lấy ID công khai từ seed
zh: 尝试从种子获取地址时出现错误

# cmdErrorGettingPublicIdFromSeedEmpty
source: Error trying to get public ID from seed. Generated Public ID is empty
de: Fehler beim Generieren der öffentlichen ID aus dem Seed. Die generierte öffentliche ID ist leer.
es: Error al derivar el ID público a partir semilla privada. El ID público está vacío.
fr: Erreur lors de la tentative de génération de l'ID public à partir de la seed. L'ID public généré est vide
ru: Ошибка при попытке получить ID из сида. Созданный ID пуст.
tr: Özel anahtardan halka açık ID'si alınmaya çalışılırken hata oluştu. Oluşturulan halka açık ID boş
vi: Lỗi khi cố gắng lấy ID công khai từ seed. ID công khai được tạo ra trống
zh: 尝试从种子获取地址时出现错误，生成的地址为空

# cmdErrorGettingPublicIdFromSeed
source: Error trying to get public ID from seed: {errorDescription}
de: Fehler beim Generieren der öffentlichen ID aus dem Seed: {errorDescription}
es: Error al derivar el ID público a partir semilla privada: {errorDescription}
fr: Erreur lors de la tentative de génération de l'ID public à partir de la seed: {errorDescription}
ru: Ошибка при попытке получить ID из сида: {errorDescription}
tr: Özel Anahtardan, Halka Açık ID almaya çalışırken hata oluştu: {errorDescription}
vi: Lỗi khi cố gắng lấy ID công khai từ seed: {errorDescription}
zh: 尝试从种子获取地址时出现了错误： {errorDescription}

# cmdErrorCreatingVaultFileGeneric
source: Error trying to create vault file
de: Fehler beim Erstellen der Tresor-Datei
es: Error al generar el archivo Vault
fr: Erreur lors de la tentative de création du fichier vault
ru: Ошибка при создании файла Vault.
tr: Kasa dosyası oluşturulmaya çalışılırken hata oluştu
vi: Lỗi khi cố gắng tạo tập tin vault
zh: 尝试创建 Vault 文件时出现错误

# cmdErrorCreatingVaultFileGeneratedIsEmpty
source: Error trying to create vault file. Generated vault file is empty
de: Fehler beim Erstellen der Tresor-Datei. Die generierte Datei ist leer.
es: Error al generar el archivo Vault. El archivo generado está vacío.
fr: Erreur lors de la tentative de création du fichier vault. Le fichier généré est vide
ru: Ошибка при создании файла Vault. Созданый файл Vault пуст.
tr: Kasa dosyası oluşturulmaya çalışılırken hata oluştu. Oluşturulan kasa dosyası boş
vi: Lỗi khi cố gắng tạo tập tin vault. Tập tin vault được tạo ra trống
zh: 尝试创建 Vault 文件时出现错误，生成的 Vault 文件为空

# importVaultFileOrPasswordError
source: Selected file is not a Qubic Vault file or password is incorrect
de: Die ausgewählte Datei ist keine Tresor-Datei oder das Passwort ist falsch
es: El archivo generado no es un archivo Qubic Vault o la contraseña es incorrecta.
fr: Le fichier sélectionné n'est pas un fichier Qubic vault ou le mot de passe est incorrect
ru: Выбраный файл не является файлом Vault или неверно введен пароль.
tr: Seçilen dosya bir Qubic Kasa dosyası değil veya şifre yanlış
vi: Tập tin đã chọn không phải là tập tin Qubic Vault hoặc mật khẩu không chính xác
zh: 选择的文件不是 Qubic Vault 文件，或者输入的密码有误

# importVaultFileGenericError
source: Error while trying to import vault file
de: Fehler beim Importieren der Tresor-Datei
es: Error al importar el archivo Vault
fr: Erreur lors de la tentative d'importation du fichier vault
ru: Ошибка при импорте файлы Vault.
tr: Kasa dosyasını içeriye aktarırken hata oluştu
vi: Lỗi khi cố gắng nhập tập tin vault
zh: 尝试导入 Vault 文件时出现错误

# importVaultFileSeedsNullError
source: Vault file is malformed and does not contain account information
de: Die Tresor-Datei ist fehlerhaft und enthält keine Kontoinformationen
es: El archivo Vault tiene error o no contiene información de cuentas
fr: Le fichier vault est mal formé et ne contient pas d'informations sur les comptes
ru: Файл Vault имеет неправильную форму и не содержит информации об учетной записи.
tr: Kasa dosyası hatalı biçimlendirilmiş ve hesap bilgilerini içermiyor
vi: Tập tin vault bị lỗi và không chứa thông tin tài khoản
zh: Vault 文件有误，未能提供账户信息

# importVaultFileSeedsMalformedError
source: Vault file contains malformed account information
de: Die Tresor-Datei enthält fehlerhafte Kontoinformationen
fr: Le fichier vault contient des informations de compte mal formées
ru: Файл Vault содержит неверно заполненную информацию об учетной записи
tr: Kasa Dosyası hatalı biçimlendirilmiş hesap bilgileri içeriyor
vi: Tập tin vault chứa thông tin tài khoản bị lỗi
zh: Vault 文件中包含了不正确的账户信息

# importVaultFileParsedSeedsNullError
source: Could not parse accounts from vault file
de: Konten konnten nicht aus der Tresor-Datei analysiert werden
es: No se pudo obtener las cuentas del archivo Vault
fr: Impossible d'analyser les comptes à partir du fichier vault
ru: Не удалось извлечь учетные записи из файла Vault.
tr: Hesaplar kasa dosyasından ayrıştırılamadı
vi: Không thể phân tích tài khoản từ tập tin vault
zh: 无法从密钥文件解析账户信息

# importVaultFileAccountMissingName
source: Account entry {accountIndex} is missing account name
de: Im Kontoeintrag {accountIndex} fehlt der Name
es: La cuenta en la posición {accountIndex} no tiene nombre.
fr: Le nom de compte est manquant pour le compte en position {accountIndex}
ru: Введенный аккаунт {accountIndex} не имеет имени.
tr: Hesap girişi {accountIndex} hesap adı eksik
vi: Mục tài khoản {accountIndex} thiếu tên tài khoản
zh: 帐户输入 {accountIndex} 丢失帐户名称

# importVaultFileAccountMissingPublicId
source: Account entry {accountIndex} is missing public ID
de: Im Kontoeintrag {accountIndex} fehlt die öffentliche ID.
es: La cuenta en la posición {accountIndex} no tiene ID público
fr: L'ID public est manquant pour le compte en position {accountIndex}
ru: Введенный аккаунт {accountIndex} не имеет ни одного ID
tr: Hesap girişi {accountIndex} Halka Açık ID eksik
vi: Mục tài khoản {accountIndex} thiếu ID công khai
zh: 帐户输入 {accountIndex} 丢失帐户地址

# importVaultFileAccountMissingSeed
source: Account entry {accountIndex} is missing seed
de: Im Kontoeintrag {accountIndex} fehlt der Seed
es: La cuenta en la posición {accountIndex} no tiene semilla privada
fr: La seed privée est manquant pour le compte en position {accountIndex}
ru: Введенный аккаунт {accountIndex} не имеет сида
tr: Hesap girişi {accountIndex} Özel Anahtar eksik
vi: Mục tài khoản {accountIndex} thiếu seed
zh: 帐户输入 {accountIndex} 丢失私钥种子

# generalErrorFileRequired
source: Please select a file
de: Bitte wählen Sie eine Datei
es: Por favor, selecciona un archivo
fr: Veuillez remplir le fichier
ru: Выберите файл
tr: Lütfen bir dosya seçin
vi: Vui lòng chọn một tập tin
zh: 请选择文件

# generalErrorPathRequired
source: Please select a path
de: Bitte wählen Sie einen Pfad
es: Por favor, selecciona un directorio
fr: Veuillez remplir le chemin du fichier
ru: Выберите путь
tr: Lütfen bir yol seçin
vi: Vui lòng chọn một đường dẫn
zh: 请选择路径

# homeWarningTooManyAccounts
source: You have more than 15 accounts in your wallet. You will not be able to transfer funds or view balances until you remove some so that you have 15 or fewer.
de: Sie haben mehr als 15 Konten in Ihrem Wallet. Um Ihre Guthaben anzuzeigen und QUBICs zu senden, löschen Sie bitte einige Konten, bis Sie 15 oder weniger haben.
es: Tienes más de 15 cuentas en tu Wallet. No podrás ver los balances o hacer transferencias hasta que no elimines algunas de ellas hasta tener 15 o menos
fr: Vous avez plus de 15 comptes dans votre portefeuille. Vous ne pourrez pas transférer de fonds ni consulter les soldes tant que vous n'en aurez pas supprimé certains pour n'en avoir que 15 ou moins
ru: В вашем кошельке более {maxAccounts} счетов. Вы не сможете переводить средства или просматривать остатки, пока не удалите некоторые из них, чтобы осталось не более {maxAccounts}.
tr: Cüzdanınızda 15'ten fazla hesap var. 15 veya daha az sayıda hesap kalana kadar fon transferi yapamayacak veya bakiyeleri görüntüleyemeyeceksiniz.
vi: Bạn có hơn 15 tài khoản trong ví của bạn. Bạn sẽ không thể chuyển tiền hoặc xem số dư cho đến khi bạn xóa một số để còn 15 hoặc ít hơn.
zh: 您钱包中有超过 15 个账户，您将无法转账或查看余额，直到您删除一些账户以使数量在 15 个或以下。

# addAccountErrorVerifyIdentityWrongIdentity
source: Invalid watch only address. Please check the entered address.
de: Ungültige Watch-Only-Adresse. Bitte überprüfen Sie die eingegebene Adresse.
es: Dirección de sólo lectura inválida. Por favor, verifica la dirección ingresada.
fr: Adresse en lecture seule invalide. Veuillez vérifier l'adresse saisie.
ru: Неверный адрес для наблюдения. Проверьте адрес.
tr: Geçersiz yanlızca izleme adresi. Lütfen girilen adresi kontrol edin.
vi: Địa chỉ chỉ xem không hợp lệ. Vui lòng kiểm tra địa chỉ đã nhập.
zh: 无效的观察地址。请检查输入的地址。

# addAccountErrorVerifyIdentityError
source: Unable to verify the address.
de: Die Adresse konnte nicht überprüft werden.
es: No se puede verificar la dirección
fr: Impossible de vérifier l'adresse.
ru: Невозможно верифицировать адрес.
tr: Adres doğrulanamadı.
vi: Không thể xác minh địa chỉ.
zh: 无法验证地址。

# addAccountWatchOnlyPageTitle
source: Add Watch Only Account
de: Watch-Only-Konto hinzufügen
es: Agregar Cuenta de Sólo Lectura
fr: Ajouter un compte en lecture seule
ru: Добавить аккаунт для наблюдения
tr: Yalnızca İzleme Hesabı Ekle
vi: Thêm tài khoản chỉ xem
zh: 添加观察账户

# addAccountWatchOnlySubtitle
source: Add a public Qubic address to watch. You do not have the permission to send or receive any transaction.
de: Fügen Sie eine öffentliche Qubic-Adresse hinzu, um sie zu beobachten. Sie haben nicht die Berechtigung, Transaktionen zu senden oder zu empfangen.
es: Agregar una dirección pública para sólo lectura. No se podrán realizar transacciones.
fr: Ajoutez une adresse publique Qubic à surveiller. Vous n'avez pas l'autorisation d'envoyer ou de recevoir des transactions.
ru: Добавить публичный адрес Qubic для наблюдения. Вы не сможете делать транзакции с него.
tr: İzlemek için herkese açık bir Qubic adresi ekleyin. Herhangi bir işlem gönderme veya alma izniniz yok.
vi: Thêm địa chỉ Qubic công khai để theo dõi. Bạn không có quyền gửi hoặc nhận bất kỳ giao dịch nào.
zh: 添加一个 Qubic 地址进行监控，您没有权限发送或接收任何交易。

# addAccountWatchOnlyQubicAddressTooltip
source: A Public ID is made by 60 uppercase letters.
de: Eine öffentliche ID besteht aus 60 Großbuchstaben.
es: El ID público se compone de 60 letras mayúsculas.
fr: Un ID public est composé de 60 lettres majuscules.
ru: Публичный ID состоит из 60-ти больших латинских букв.
tr: Halka Açık ID 60 büyük harften oluşmalıdır.
vi: ID công khai được tạo từ 60 chữ cái viết hoa.
zh: Qubic 地址由 60 个大写英文字母组成。

# addAccountWatchOnlyHintQubicAddress
source: Enter a Qubic Address
de: Geben Sie eine Qubic-Adresse ein
es: Ingresa una dirección Qubic
fr: Entrez une adresse Qubic
ru: Введите адрес Qubic
tr: Bir Qubic Adresi Girin
vi: Nhập địa chỉ Qubic
zh: 输入 Qubic 地址

# addAccountCreateNewAccountModalBottomSheet
source: Create New Account
de: Neues Konto erstellen
es: Crear Nueva Cuenta
fr: Créer un nouveau compte
ru: Создать новый аккаунт
tr: Yeni Hesap Oluştur
vi: Tạo tài khoản mới
zh: 创建新账户

# addAccountWatchOnlyAddressModalBottomSheet
source: Watch Only Account
de: Watch-Only-Konto
es: Cuenta de Sólo Lectura
fr: Compte en lecture seule
ru: Аккаунт только для наблюдения
tr: Sadece İzle Hesabı
vi: Tài khoản chỉ xem
zh: 观察账户
