Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# deleteAccountDialogMessageWatchOnly
source: Are you sure you want to delete this watch only Account from your wallet?
de: Sind Sie sicher, dass Sie dieses Watch-Only-Konto aus Ihrem Wallet löschen möchten?
es: ¿Estás seguro que quieres eliminar esta cuenta de sólo lectura de tu Wallet?
fr: Êtes-vous sûr de vouloir supprimer ce compte en lecture seule de votre portefeuille?
ru: Вы уверены что хотите удалить аккаунт только для наблюдения?
tr: Bu yalnızca saat hesabını cüzdanınızdan silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa tài khoản chỉ xem này khỏi ví của bạn không?
zh: 是否确定要从您的钱包中删除此观察账户？

# cmdErrorVerifyIdentityJsonDecoding
source: Error when decoding the output of verifyIdentity
de: Fehler beim Dekodieren der Ausgabe von verifyIdentity
es: Error al decodificar el resultado de verifyIdentity
fr: Erreur lors du décodage de la sortie de la vérification de l'identité
ru: Ошибка декодирования
tr: Kimlik doğrulama çıktısının kodunu çözerken hata oluştu
vi: Lỗi khi giải mã đầu ra của verifyIdentity
zh: 解码 verifyIdentity 的输出时出错。

# cmdErrorVerifyIdentityParsingError
source: Error parsing output of verifyIdentity
de: Fehler beim Parsen der Ausgabe von verifyIdentity
es: Error al parsear el resultado de verifyIdentity
fr: Erreur lors de l'analyse de la sortie de la vérification de l'identité
ru: Ошибка декодирования вывода
tr: Kimlik doğrulama çıktısını ayrıştırma hatası
vi: Lỗi phân tích đầu ra của verifyIdentity
zh: 解析 verifyIdentity 输出时出错。

# cmdErrorVerifyingIdentityGeneric
source: Error verifying the identity.
de: Fehler bei der Überprüfung der Identität.
es: Error al verificar la identidad
fr: Erreur lors de la vérification de l'identité.
ru: Ошибка идентификации.
tr: Kimliğin doğrulanmasında hata oluştu.
vi: Lỗi xác minh danh tính.
zh: 身份验证出错。

# cmdErrorVerifyingIdentity
source: Cannot verify your identity: {errorDescription}
de: Ihre Identität konnte nicht überprüft werden: {errorDescription}
es: No se puede verificar la identidad: {errorDescription}
fr: Impossible de vérifier votre identité: {errorDescription}
ru: Ошибка идентификации: {errorDescription}
tr: Kimliğiniz doğrulanamıyor: {errorDescription}
vi: Không thể xác minh danh tính của bạn: {errorDescription}
zh: 无法验证您的身份： {errorDescription}

# wcScopeRequestAccounts
source: View your wallet accounts and their balance
de: Zeige deine Wallet-Konten und deren Saldo an
es: Ver tus cuentas y su balance
fr: Afficher vos comptes de portefeuille et leur solde
ru: Просмотр ваших кошельковых аккаунтов и их баланса
tr: Cüzdan hesaplarını ve bakiyelerini görüntüle
vi: Xem các tài khoản ví của bạn và số dư của chúng
zh: 查看您的錢包帳戶及其餘額

# wcScopeSendQubic
source: Ask you to send Qubic from your wallet accounts
de: Frage, ob du Qubic von deinen Wallet-Konten senden möchtest
es: Pedirte que envíes Qubic desde tus cuentas
fr: Vous demander d'envoyer des Qubic depuis vos comptes de portefeuille
ru: Запрос отправки Qubic с ваших кошельковых аккаунтов
tr: Cüzdan hesaplarından Qubic göndermenizi talep eder
vi: Yêu cầu bạn gửi Qubic từ các tài khoản ví của bạn
zh: 請求您從錢包帳戶發送 Qubic

# wcScopeSendAssets
source: Ask you to send Qubic Assets from your wallet accounts
de: Frage, ob du Qubic-Assets von deinen Wallet-Konten senden möchtest
es: Pedirte que envíes Activos de Qubic desde tus cuentas
fr: Vous demander d'envoyer des actifs Qubic depuis vos comptes de portefeuille
ru: Запрос отправки активов Qubic с ваших кошельковых аккаунтов
tr: Cüzdan hesaplarından Qubic Varlıkları göndermenizi talep eder
vi: Yêu cầu bạn gửi tài sản Qubic từ các tài khoản ví của bạn
zh: 請求您從錢包帳戶發送 Qubic 資產

# wcScopeSignTransaction
source: Ask you to sign transactions with your private seed
de: Frage, ob du Transaktionen mit deinem privaten Seed signieren möchtest
es: Pedirte que firmes transacciones con tu semilla privada
fr: Vous demander de signer des transactions avec votre clé privée
ru: Запрос подписания транзакций вашим приватным ключом
tr: Özel anahtarınızla işlemleri imzalamanızı talep eder
vi: Yêu cầu bạn ký giao dịch bằng seed riêng tư của bạn
zh: 請求您使用您的私密種子簽署交易

# wcScopeSign
source: Ask you to sign messages with your private seed
de: Frage, ob du Nachrichten mit deinem privaten Seed signieren möchtest
es: Pedirte que firmes mensajes con tu semilla privada
fr: Vous demander de signer des messages avec votre clé privée
ru: Запрос подписания сообщений вашим приватным ключом
tr: Özel anahtarınızla mesajları imzalamanızı talep eder
vi: Yêu cầu bạn ký tin nhắn bằng seed riêng tư của bạn
zh: 請求您使用您的私密種子簽署訊息

# wcScopeForbiddenTransfer
source: Transfer Qubic or Qubic Assets without your consent
de: Übertrage Qubic oder Qubic-Assets ohne deine Zustimmung
es: Transferir Qubic o Activos de Qubic sin tu consentimiento
fr: Transférer des Qubic ou des actifs Qubic sans votre consentement
ru: Передача Qubic или активов Qubic без вашего согласия
tr: Rızanız olmadan Qubic veya Qubic Varlıkları transfer eder
vi: Chuyển Qubic hoặc tài sản Qubic mà không có sự đồng ý của bạn
zh: 未經您的同意轉移 Qubic 或 Qubic 資產

# wcUnknownDapp
source: Unknown dApp
de: Unbekannte dApp
es: dApp desconocida
fr: dApp inconnue
ru: Неизвестное dApp
tr: Bilinmeyen dApp
vi: dApp không xác định
zh: 未知的 dApp

# wcAppInfoHeader
source: This app is able to
de: Diese App kann
es: Esta aplicación puede
fr: Cette application peut
ru: Это приложение может
tr: Bu uygulama şunları yapabilir
vi: Ứng dụng này có thể
zh: 此應用程式能夠

# wcAppInfoHeaderPair
source: This app will be able to
de: Diese App wird können
es: Esta aplicación podrá
fr: Cette application pourra
ru: Это приложение сможет
tr: Bu uygulama şunları yapabilecek
vi: Ứng dụng này sẽ có thể
zh: 此應用程式將能夠

# wcAppInfoHeaderPairForbidden
source: This app will not be able to
de: Diese App wird nicht können
es: Esta aplicación no podrá
fr: Cette application ne pourra pas
ru: Это приложение не сможет
tr: Bu uygulama şunları yapamayacak
vi: Ứng dụng này sẽ không thể
zh: 此應用程式將無法

# wcErrorUserDisconnected
source: User forcefully disconnected
de: Du hast die Verbindung erzwungen getrennt
es: El usuario se desconectó a la fuerza
fr: L'utilisateur s'est déconnecté de force
ru: Пользователь принудительно отключил соединение
tr: Kullanıcı bağlantıyı zorla kesti
vi: Người dùng đã ngắt kết nối một cách bắt buộc
zh: 用戶強制斷開連接

# wcErrorInvalidURL
source: Invalid WalletConnect connection URL
de: Ungültige WalletConnect-Verbindungs-URL
es: URL de conexión de WalletConnect inválida
fr: URL de connexion WalletConnect invalide
ru: Неверный URL для подключения WalletConnect
tr: Geçersiz WalletConnect bağlantı URL’si
vi: URL kết nối WalletConnect không hợp lệ
zh: 無效的 WalletConnect 連接 URL

# wcErrorDeprecatedURL
source: Deprecated WalletConnect connection URL
de: Veraltete WalletConnect-Verbindungs-URL
es: URL de conexión de WalletConnect obsoleta
fr: URL de connexion WalletConnect obsolète
ru: Устаревший URL для подключения WalletConnect
tr: Eski WalletConnect bağlantı URL’si
vi: URL kết nối WalletConnect đã lỗi thời
zh: 已棄用的 WalletConnect 連接 URL

# wcErrorUnsupportedChains
source: Pair request contains unsupported chains
de: Die Kopplungsanfrage enthält nicht unterstützte Chains
es: La solicitud de conexión contiene cadenas no compatibles
fr: La demande de couplage contient des chaînes non prises en charge
ru: Запрос соединения содержит неподдерживаемые сети
tr: Eşleştirme isteği desteklenmeyen zincirler içeriyor
vi: Yêu cầu ghép nối chứa các chuỗi không được hỗ trợ
zh: 配對請求包含不受支持的鏈

# wcErrorUnsupportedMethods
source: Pair request contains unsupported methods
de: Die Kopplungsanfrage enthält nicht unterstützte Methoden
es: La solicitud de conexión contiene métodos no compatibles
fr: La demande de couplage contient des méthodes non prises en charge
ru: Запрос соединения содержит неподдерживаемые методы
tr: Eşleştirme isteği desteklenmeyen yöntemler içeriyor
vi: Yêu cầu ghép nối chứa các phương thức không được hỗ trợ
zh: 配對請求包含不受支持的方法

# wcErrorUnsupportedEvents
source: Pair request contains unsupported events
de: Die Kopplungsanfrage enthält nicht unterstützte Ereignisse
es: La solicitud de conexión contiene eventos no compatibles
fr: La demande de couplage contient des événements non pris en charge
ru: Запрос соединения содержит неподдерживаемые события
tr: Eşleştirme isteği desteklenmeyen olaylar içeriyor
vi: Yêu cầu ghép nối chứa các sự kiện không được hỗ trợ
zh: 配對請求包含不受支持的事件

# wcErrorUnsupportedAccounts
source: Pair request contains unsupported accounts
de: Die Kopplungsanfrage enthält nicht unterstützte Konten
es: La solicitud de conexión contiene cuentas no compatibles
fr: La demande de couplage contient des comptes non pris en charge
ru: Запрос соединения содержит неподдерживаемые аккаунты
tr: Eşleştirme isteği desteklenmeyen hesaplar içeriyor
vi: Yêu cầu ghép nối chứa các tài khoản không được hỗ trợ
zh: 配對請求包含不受支持的帳戶

# wcErrorUnsupportedNamespaces
source: Pair request contains unsupported namespaces
de: Die Kopplungsanfrage enthält nicht unterstützte Namensräume
es: La solicitud de conexión contiene espacios de nombres no compatibles
fr: La demande de couplage contient des espaces de noms non pris en charge
ru: Запрос соединения содержит неподдерживаемые пространства имен
tr: Eşleştirme isteği desteklenmeyen ad alanları içeriyor
vi: Yêu cầu ghép nối chứa các không gian tên không được hỗ trợ
zh: 配對請求包含不受支持的命名空間

# wcErrorUsedURL
source: A connection has already been established via this URL
de: Eine Verbindung wurde bereits über diese URL hergestellt
es: Ya se ha establecido una conexión mediante esta URL
fr: Une connexion a déjà été établie via cette URL
ru: Соединение уже было установлено через этот URL
tr: Bu URL ile zaten bir bağlantı kurulmuş
vi: Một kết nối đã được thiết lập qua URL này
zh: 該 URL 已建立連接

# wcErrorPairingTimeout
source: Pairing request timed out.
de: Kopplungsanfrage ist abgelaufen.
es: La solicitud de conexión ha caducado.
fr: La demande de couplage a expiré.
ru: Время ожидания подключения истекло.
tr: Eşleştirme isteği zaman aşımına uğradı.
vi: Yêu cầu ghép nối hết thời gian chờ.
zh: 配對請求超時

# wcErrorUnsupportedNetwork
source: Unsupported Network
de: Nicht unterstütztes Netzwerk
es: Red no compatible
fr: Réseau non pris en charge
ru: Неподдерживаемая сеть
tr: Desteklenmeyen ağ
vi: Mạng không được hỗ trợ
zh: 不支持的網絡

# wcErrorUnsupportedNetworkDescription
source: This app uses {networkName} network. Currently, Qubic Wallet only supports apps on Qubic Mainnet
de: Diese App verwendet das Netzwerk {networkName}. Derzeit unterstützt Qubic Wallet nur Apps im Qubic Mainnet
es: Esta aplicación utiliza la red {networkName}. Actualmente, Qubic Wallet solo soporta aplicaciones en Qubic Mainnet
fr: Cette application utilise le réseau {networkName}. Actuellement, Qubic Wallet ne prend en charge que les applications sur Qubic Mainnet
ru: Это приложение использует сеть {networkName}. В настоящее время Qubic Wallet поддерживает только приложения в Qubic Mainnet
tr: Bu uygulama {networkName} ağını kullanıyor. Şu anda Qubic Wallet yalnızca Qubic Mainnet'taki uygulamaları desteklemektedir
vi: Ứng dụng này sử dụng mạng {networkName}. Hiện tại, Ví Qubic chỉ hỗ trợ các ứng dụng trên Qubic Mainnet
zh: 此應用程式使用 {networkName} 網絡。目前，Qubic錢包僅支援Qubic Mainnet上的應用程式

# wcRevokePermissions
source: Revoke permissions
de: Berechtigungen widerrufen
es: Revocar permisos
fr: Révoquer les permissions
ru: Отозвать разрешения
tr: İzinleri iptal et
vi: Thu hồi quyền
zh: 撤銷權限

# wcDappsConnectedNone
source: No Active Connections
de: Keine aktiven Verbindungen
es: Sin conexiones activas
fr: Aucune connexion active
ru: Нет активных подключений
tr: Aktif Bağlantı Yok
vi: Không có kết nối đang hoạt động
zh: 無活動連接

# wcDappsConnectedNoneHint
source: Once you connect to any dapps, you will be able to manage them here.
de: Sobald du dich mit einer dApp verbindest, kannst du sie hier verwalten.
es: Una vez que te conectes a una dApp, podrás gestionarlas aquí.
fr: Une fois connecté à une dApp, vous pourrez les gérer ici.
ru: После подключения к dApp вы сможете управлять ими здесь.
tr: Herhangi bir dApp'e bağlandığınızda, onları burada yönetebilirsiniz.
vi: Khi bạn kết nối với bất kỳ dapp nào, bạn sẽ có thể quản lý chúng ở đây.
zh: 當您連接任何 dApp 時，您將可以在此管理它們.

# wcConnectionApproved
source: WalletConnect connection approved
de: WalletConnect-Verbindung genehmigt
es: Conexión WalletConnect aprobada
fr: Connexion WalletConnect approuvée
ru: Соединение WalletConnect одобрено
tr: WalletConnect bağlantısı onaylandı
vi: Đã chấp thuận kết nối WalletConnect
zh: WalletConnect 連接已批准

# wcConnectionRejected
source: WalletConnect connection rejected
de: WalletConnect-Verbindung abgelehnt
es: Conexión WalletConnect rechazada
fr: Connexion WalletConnect rejetée
ru: Соединение WalletConnect отклонено
tr: WalletConnect bağlantısı reddedildi
vi: Đã từ chối kết nối WalletConnect
zh: WalletConnect 連接已拒絕

# wcConnectionProposalTimeout
source: WalletConnect session proposal timed out
de: WalletConnect-Sitzungsvorschlag ist abgelaufen
es: La propuesta de sesión de WalletConnect expiró
fr: La proposition de session WalletConnect a expiré
ru: Время ожидания предложения сессии WalletConnect истекло
tr: WalletConnect oturum teklifi zaman aşımına uğradı
vi: Đề xuất phiên WalletConnect hết thời gian chờ
zh: WalletConnect 會議提案超時

# wcPointCameraToQR
source: Please point the camera to a QR Code containing the WalletConnect connection info
de: Richte die Kamera auf einen QR-Code mit den WalletConnect-Verbindungsinformationen
es: Apunta la cámara a un código QR que contenga la información de conexión de WalletConnect
fr: Veuillez pointer la caméra vers un code QR contenant les informations de connexion WalletConnect
ru: Наведите камеру на QR-код с информацией о подключении WalletConnect
tr: WalletConnect bağlantı bilgilerini içeren bir QR Koduna kameranızı yöneltin
vi: Vui lòng hướng camera vào mã QR chứa thông tin kết nối WalletConnect
zh: 請將相機對準包含 WalletConnect 連接資訊的 QR 碼

# wcAddWcTitle
source: Pair via WalletConnect
de: Über WalletConnect koppeln
es: Conectar vía WalletConnect
fr: Associer via WalletConnect
ru: Подключение через WalletConnect
tr: WalletConnect ile Eşleştir
vi: Ghép nối qua WalletConnect
zh: 通過 WalletConnect 配對

# wcAddURL
source: Connect to a dapp by pasting WalletConnect connection URL.
de: Verbinde dich mit einer dApp, indem du die WalletConnect-Verbindungs-URL einfügst.
es: Conéctate a una dApp ingresando la URL de conexión de WalletConnect.
fr: Connectez-vous à une dApp en collant l'URL de connexion WalletConnect.
ru: Подключитесь к dApp, вставив URL подключения WalletConnect.
tr: WalletConnect bağlantı URL’sini yapıştırarak bir dApp'e bağlanın.
vi: Kết nối với dapp bằng cách dán URL kết nối WalletConnect.
zh: 通過粘貼 WalletConnect 連接 URL 來連接 dApp。

# wcAddConnectionScan
source: Open a Web3 app that supports WalletConnect. Scan the app's QR code, or paste its connection link
de: Öffne eine Web3-App, die WalletConnect unterstützt. Scanne den QR-Code der App oder füge den Verbindungslink ein
es: Abre una aplicación Web3 que sea compatible con WalletConnect. Escanea el código QR de la app o pega su enlace de conexión
fr: Ouvrez une application Web3 qui prend en charge WalletConnect. Scannez le code QR de l'application ou collez son lien de connexion
ru: Откройте Web3-приложение, поддерживающее WalletConnect. Сканируйте QR-код приложения или вставьте его ссылку для подключения
tr: WalletConnect'i destekleyen bir Web3 uygulamasını açın. Uygulamanın QR kodunu tarayın veya bağlantı linkini yapıştırın
vi: Mở ứng dụng Web3 hỗ trợ WalletConnect. Quét mã QR của ứng dụng hoặc dán liên kết kết nối của nó
zh: 打開支援 WalletConnect 的 Web3 應用程式。掃描應用程式的 QR 碼，或貼上其連接鏈接

# wcNoPermissions
source: This app doesn't have any permissions
de: Diese App hat keine Berechtigungen
es: Esta aplicación no tiene permisos
fr: Cette application n'a aucune permission
ru: У этого приложения нет разрешений
tr: Bu uygulamanın herhangi bir izni yok
vi: Ứng dụng này không có quyền nào
zh: 此應用程式無任何權限

# wcOpenApp
source: Open App
de: App öffnen
es: Abrir aplicación
fr: Ouvrir l'application
ru: Открыть приложение
tr: Uygulamayı Aç
vi: Mở ứng dụng
zh: 打開應用程式

# wcExpiresInDays
source: {count, plural, =1{Session expires in 1 day} other{Session expires in {count} days}}
de: {count, plural, =1{Die Sitzung läuft in 1 Tag ab} other{Die Sitzung läuft in {count} Tagen ab}}
es: {count, plural, =1{La sesión expira en 1 día} other{La sesión expira en {count} días}}
fr: {count, plural, =1{La session expire dans 1 jour} other{La session expire dans {count} jours}}
ru: {count, plural, =1{Сессия истекает через 1 день} other{Сессия истекает через {count} дней}}
tr: {count, plural, =1{Oturum 1 gün içinde sona eriyor} other{Oturum {count} gün içinde sona eriyor}}
vi: {count, plural, =1{Phiên hết hạn trong 1 ngày} other{Phiên hết hạn trong {count} ngày}}
zh: {count, plural, =1{會議在 1 天內過期} other{會議在 {count} 天內過期}}

# wcExpiresInLessThanDay
source: Session expires less than day
de: Die Sitzung läuft in weniger als einem Tag ab
es: La sesión expira en menos de un día
fr: La session expire dans moins d'un jour
ru: Сессия истекает менее чем через день
tr: Oturum bir günden daha kısa sürede sona eriyor
vi: Phiên hết hạn trong ít hơn một ngày
zh: 會議在不到一天內過期

# pasteURLHere
source: Paste URL
de: Füge die URL ein
es: Pega la URL
fr: Collez l'URL
ru: Вставить URL
tr: URL'yi Yapıştır
vi: Dán URL
zh: 粘貼 URL

source: Approving connection
es: Aprobando conexión
fr: Approbation de la connexion
tr: Bağlantı onaylanıyor
vi: Đang chấp thuận kết nối
zh: 正在批准連接

source: Please wait
es: Por favor espera
fr: Veuillez patienter
tr: Lütfen bekleyin
vi: Vui lòng chờ
zh: 請稍候

# wcApproveSignTransferOf
source: Sign the transfer of
de: Signiere die Übertragung von
es: Firmar la transferencia de
fr: Signer le transfert de
ru: Подпишите передачу
tr: Transferi imzala
vi: Ký chuyển khoản của
zh: 簽署轉帳

# wcApproveTransferOf
source: Transfer of
es: Transferencia de
fr: Transfert de
tr: Transfer
vi: Chuyển khoản của
zh: 轉帳

# wcApproveSignOf
source: Sign the following message
de: Signiere die folgende Nachricht
es: Firmar el siguiente mensaje
fr: Signer le message suivant
ru: Подпишите следующее сообщение
tr: Aşağıdaki mesajı imzala
vi: Ký tin nhắn sau đây
zh: 簽署以下訊息

# wcApprovedSignedTransaction
source: Signed transaction and successfully sent to dApp
de: Transaktion signiert und erfolgreich an dApp gesendet
es: Transacción firmada y enviada exitosamente a la dApp
fr: Transaction signée et envoyée avec succès à la dApp
ru: Транзакция подписана и успешно отправлена в dApp
tr: İşlem imzalandı ve başarıyla dApp'e gönderildi
vi: Đã ký giao dịch và gửi thành công đến dApp
zh: 已簽署交易並成功發送至 dApp

# wcApprovedSignedMessage
source: Signed message and successfully sent to dApp
de: Nachricht signiert und erfolgreich an dApp gesendet
es: Mensaje firmado y enviado exitosamente a la dApp
fr: Message signé et envoyé avec succès à la dApp
ru: Сообщение подписано и успешно отправлено в dApp
tr: Mesaj imzalandı ve başarıyla dApp'e gönderildi
vi: Đã ký tin nhắn và gửi thành công đến dApp
zh: 已簽署訊息並成功發送至 dApp

# wcDisconnectAll
source: Disconnect All Apps
de: Alle Apps trennen
es: Desconectar todas las aplicaciones
fr: Déconnecter toutes les applications
ru: Отключить все приложения
tr: Tüm Uygulamaların Bağlantısını Kes
vi: Ngắt kết nối tất cả ứng dụng
zh: 斷開所有應用程式

# wcDisconnectAllConfirm
source: Disconnecting the apps will remove all access to your wallet
de: Durch das Trennen der Apps wird der gesamte Zugriff auf deine Wallet entfernt
es: Desconectar las aplicaciones eliminará todo acceso a tu Wallet
fr: Déconnecter les applications supprimera tout accès à votre portefeuille
ru: Отключение приложений удалит весь доступ к вашему кошельку
tr: Uygulamaların bağlantısını kesmek, cüzdanınıza tüm erişimi kaldıracaktır
vi: Ngắt kết nối các ứng dụng sẽ xóa tất cả quyền truy cập vào ví của bạn
zh: 斷開應用程式的連接將移除對您的錢包的所有訪問

# wcDisconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ru: Отключить
tr: Bağlantıyı Kes
vi: Ngắt kết nối
zh: 斷開連接

# wcDisconnectConfirm
source: Disconnecting this app will remove access to your wallet
de: Das Trennen dieser App entfernt den Zugriff auf deine Wallet
es: Desconectar esta aplicación eliminará el acceso a tu Wallet
fr: Déconnecter cette application supprimera l'accès à votre portefeuille
ru: Отключение этого приложения удалит доступ к вашему кошельку
tr: Bu uygulamanın bağlantısını kesmek, cüzdanınıza olan erişimi kaldıracaktır
vi: Ngắt kết nối ứng dụng này sẽ xóa quyền truy cập vào ví của bạn
zh: 斷開此應用程式的連接將移除對您的錢包的訪問

# wcAddConnection
source: Add New Connection
de: Verbindung hinzufügen
es: Agregar Conexión
fr: Ajouter une connexion
ru: Добавить соединение
tr: Yeni Bağlantı Ekle
vi: Thêm kết nối mới
zh: 新增連接

# signBase64GenericError
source: Error trying to sign base64 string: {errorDescription}
de: Fehler beim Signieren der Base64-Zeichenkette: {errorDescription}
es: Error al intentar firmar la cadena base64: {errorDescription}
fr: Erreur lors de la tentative de signature de la chaîne base64 : {errorDescription}
ru: Ошибка при попытке подписать строку Base64: {errorDescription}
tr: Base64 dizesini imzalama hatası: {errorDescription}
vi: Lỗi khi cố gắng ký chuỗi base64: {errorDescription}
zh: 簽署 Base64 字串時發生錯誤：{errorDescription}

# signUTF8GenericError
source: Error trying to sign UTF-8 string: {errorDescription}
de: Fehler beim Signieren der UTF-8-Zeichenkette: {errorDescription}
es: Error al intentar firmar la cadena UTF-8: {errorDescription}
fr: Erreur lors de la tentative de signature de la chaîne UTF-8 : {errorDescription}
ru: Ошибка при попытке подписать строку UTF-8: {errorDescription}
tr: UTF-8 dizesini imzalama hatası: {errorDescription}
vi: Lỗi khi cố gắng ký chuỗi UTF-8: {errorDescription}
zh: 簽署 UTF-8 字串時發生錯誤：{errorDescription}

# signASCIIGenericError
source: Error trying to sign ASCII string: {errorDescription}
de: Fehler beim Signieren der ASCII-Zeichenkette: {errorDescription}
es: Error al intentar firmar la cadena ASCII: {errorDescription}
fr: Erreur lors de la tentative de signature de la chaîne ASCII : {errorDescription}
ru: Ошибка при попытке подписать строку ASCII: {errorDescription}
tr: ASCII dizesini imzalama hatası: {errorDescription}
vi: Lỗi khi cố gắng ký chuỗi ASCII: {errorDescription}
zh: 簽署 ASCII 字串時發生錯誤：{errorDescription}

# wcDomainScamTitle
source: Known Security Risk
de: Bekanntes Sicherheitsrisiko
es: Riesgo de seguridad identificado
fr: Risque de sécurité connu
ru: Известный риск безопасности
tr: Bilinen Güvenlik Riski
vi: Rủi ro bảo mật đã biết
zh: 已知安全風險

# wcDomainScamDescription
source: This domain is flagged as unsafe by multiple security providers. Leave it immediately to protect your assets
de: Diese Domain wird von mehreren Sicherheitsanbietern als unsicher eingestuft. Verlasse sie sofort, um deine Vermögenswerte zu schützen
es: Este dominio ha sido marcado como inseguro por múltiples proveedores de seguridad. Sal de inmediato para proteger tus activos
fr: Ce domaine est signalé comme non sécurisé par plusieurs fournisseurs de sécurité. Quittez-le immédiatement pour protéger vos actifs
ru: Этот домен отмечен как небезопасный несколькими провайдерами безопасности. Немедленно покиньте его, чтобы защитить свои активы
tr: Bu alan adı, birçok güvenlik sağlayıcısı tarafından güvensiz olarak işaretlendi. Varlıklarınızı korumak için hemen ayrılın
vi: Tên miền này được gắn cờ là không an toàn bởi nhiều nhà cung cấp bảo mật. Rời khỏi ngay lập tức để bảo vệ tài sản của bạn
zh: 該域名已被多個安全提供商標記為不安全。為保護您的資產，請立即離開

# wcDomainMismatchTitle
source: Domain Mismatch
de: Domain stimmt nicht überein
es: Incompatibilidad de dominio
fr: Incompatibilité de domaine
ru: Несоответствие домена
tr: Alan Adı Uyuşmazlığı
vi: Tên miền không khớp
zh: 域名不匹配
