Repository: qubic/wallet-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ru, tr, vi, zh

# manageBiometricsLabelInstructionsForGeneric
source: You can enable authentication with biometrics.
de: Sie können die Authentifizierung mit Biometrie aktivieren.
es: Puedes habilitar la autenticación con datos biométricos.
fr: Vous pouvez activer l'authentification biométrique.
ru: Вы можете включить аутентификацию с помощью биометрических данных.
tr: Biyometrik Tarama ile kimlik doğrulamayı etkinleştirebilirsiniz.
vi: Bạn có thể bật xác thực bằng sinh trắc học.
zh: 你可以启用生物识别进行身份验证。

# manageBiometricsLabelInstructionsForIris
source: You can enable authentication with your iris.
de: Sie können die Authentifizierung mit Ihrer Iris aktivieren.
es: Puedes habilitar la autenticación con tu iris.
fr: Vous pouvez activer l'authentification via votre iris.
ru: Вы можете включить аутентификацию с помощью глаза.
tr: İris Tanıma ile kimlik doğrulamayı etkinleştirebilirsiniz.
vi: Bạn có thể bật xác thực bằng mống mắt của bạn.
zh: 你可以启用虹膜进行身份验证。

# manageBiometricsLabelInstructionsForOS
source: You can enable authentication through your OS.
de: Sie können die Authentifizierung über Ihr Betriebssystem aktivieren.
es: Puedes habilitar la autenticación con el sistema operativo.
fr: Vous pouvez activer l'authentification via votre système d'exploitation.
ru: Вы можете включить аутентификацию через свою ОС.
tr: İşletim Sistemi Tanıma ile kimlik doğrulamayı etkinleştirebilirsiniz.
vi: Bạn có thể bật xác thực thông qua hệ điều hành của bạn.
zh: 你可以通过操作系统启用身份验证功能。

# manageBiometricsLabelAdditionalInstructions
source: If you enable this, you can sign in to your wallet and issue transactions without using your password.
de: Wenn Sie dies aktivieren, können Sie sich in Ihr Wallet einloggen und Transaktionen durchführen, ohne Ihr Passwort zu verwenden.
es: Si habilitas esto, podrás desbloquear tu Wallet y realizar transferencias sin ingresar tu contraseña.
fr: Si vous activez cette option, vous pourrez vous connecter à votre portefeuille et émettre des transactions sans utiliser votre mot de passe.
ru: Если вы включите эту функцию, то сможете входить в свой кошелек и осуществлять транзакции без использования пароля.
tr: Eğer bunu etkinleştirirseniz, cüzdanınıza şifrenizi girmeden erişebilirsiniz.
vi: Nếu bạn bật tính năng này, bạn có thể đăng nhập vào ví và thực hiện giao dịch mà không cần sử dụng mật khẩu.
zh: 如果啟用此選項，您可以在不使用密碼的情況下登入錢包並發起交易。

# manageBiometricsErrorOSAuthNotAvailableTitle
source: OS authentication not available
de: Authentifizierung über Betriebssystem nicht verfügbar.
es: Autenticación con el sistema no disponible
fr: Authentification du système d'exploitation non disponible
ru: Аутентификация ОС недоступна
tr: İşletim Sistemi kimlik doğrulaması mevcut değil.
vi: Xác thực OS không khả dụng
zh: 操作系统身份验证不可用

# manageBiometricsErrorNotAvailableTitle
source: Biometric authentication not available
de: Biometrische Authentifizierung nicht verfügbar.
es: Autenticación con Datos Biométricos no disponible
fr: Authentification biométrique non disponible
ru: Биометрическая аутентификация недоступна
tr: Biyometrik Tarama ile kimlik doğrulaması mevcut değil.
vi: Xác thực sinh trắc học không khả dụng
zh: 生物识别身份验证不可用

# manageBiometricsErrorOSAuthNotAvailableMessage
source: Your OS does not support OS authentication
de: Ihr Betriebssystem unterstützt keine Betriebssystemauthentifizierung.
es: Tu sistema operativo no soporta la autenticación con el sistema
fr: Votre système d'exploitation ne prend pas en charge l'authentification.
ru: Ваша ОС не поддерживает аутентификацию ОС
tr: İşletim sisteminiz, işletim sistemi kimlik doğrulamasını desteklemiyor
vi: Hệ điều hành của bạn không hỗ trợ xác thực OS
zh: 您的操作系统不支持操作系统身份验证。

# manageBiometricsErrorNotAvailableMessage
source: Your device does not support biometric authentication
de: Ihr Gerät unterstützt keine biometrische Authentifizierung.
es: Tu dispositivo no soporta autenticación con datos biométricos
fr: Votre appareil ne prend pas en charge l'authentification biométrique.
ru: Ваше устройство не поддерживает биометрическую аутентификацию
tr: Cihazınız biyometrik kimlik doğrulamasını desteklememektedir.
vi: Thiết bị của bạn không hỗ trợ xác thực sinh trắc học
zh: 您的设备不支持生物识别身份验证。

# manageBiometricsErrorNoOSAuthTitle
source: No authentication info is registered in your OS
de: Keine Authentifizierungsinformationen im Betriebssystem registriert.
es: No has registrado información para autenticarse con el sistema
fr: Aucune information d'authentification enregistrée dans votre système d'exploitation
ru: В вашей ОС не зарегистрирована информация об аутентификации
tr: İşletim sisteminizde kayıtlı kimlik doğrulama bilgisi yok
vi: Chưa đăng ký thông tin xác thực trong hệ điều hành của bạn
zh: 在您的操作系统中未注册身份验证信息

# manageBiometricsErrorNoBiometricDataTitle
source: No biometric data has been registered in the device
de: Keine biometrischen Daten auf dem Gerät registriert.
es: No has registrado datos biométricos en tu dispositivo
fr: Aucune donnée biométrique n'a été enregistrée dans l'appareil
ru: Биометрические данные не были зарегистрированы в устройстве
tr: Cihazda kayıtlı biyometrik veri yok
vi: Chưa có dữ liệu sinh trắc học nào được đăng ký trong thiết bị
zh: 设备上未注册任何生物识别数据

# manageBiometricsErrorNoOSAuthMessage
source: You have not setup authentication in your OS. Please navigate to your OS control panel and setup authentication.
de: Sie haben keine Authentifizierung in Ihrem Betriebssystem eingerichtet. Bitte gehen Sie in die Einstellungen Ihres Betriebssystems und richten Sie die Authentifizierung ein.
es: No has configurado la autenticación en tu sistema operativo. Por favor, navega al panel de control y configura la autenticación.
fr: Vous n'avez pas configuré l'authentification dans votre système d'exploitation. Veuillez naviguer vers le panneau de configuration de votre système d'exploitation et configurer l'authentification.
ru: В вашей ОС не настроена аутентификация. Пожалуйста, перейдите в панель управления вашей ОС и настройте аутентификацию.
tr: İşletim sisteminizde kimlik doğrulaması ayarlanmadı. Lütfen işletim sistemi kontrol paneline giderek kimlik doğrulamasını ayarlayın.
vi: Bạn chưa thiết lập xác thực trong hệ điều hành. Vui lòng truy cập bảng điều khiển hệ điều hành của bạn và thiết lập xác thực.
zh: 您尚未在操作系统中设置身份验证。请导航至您的操作系统设置页面并进行身份验证设置。

# manageBiometricsErrorNoBiometricDataMessage
source: Your device supports biometric authentication but you have not registered your biometric data yet. Please navigate to your device control panel, register your biometric data and try again.
de: Ihr Gerät unterstützt biometrische Authentifizierung, aber Sie haben noch keine biometrischen Daten registriert. Bitte gehen Sie in die Einstellungen Ihres Geräts, registrieren Sie Ihre biometrischen Daten und versuchen Sie es erneut.
es: Tu dispositivo soporta autenticación con datos biómetricos pero no has registrado aún tu información. Por favor, navega a la configuración de tu dispositivo, registra tus datos e inténtalo nuevamente.
fr: Votre appareil prend en charge l'authentification biométrique, mais vous n'avez pas encore enregistré vos données biométriques. Veuillez naviguer vers le panneau de configuration de votre appareil, enregistrer vos données biométriques et réessayer.
ru: Ваше устройство поддерживает биометрическую аутентификацию, но вы еще не зарегистрировали свои биометрические данные. Пожалуйста, перейдите на панель управления вашего устройства, зарегистрируйте биометрические данные и повторите попытку.
tr: Cihazınız biyometrik kimlik doğrulamasını destekliyor, ancak henüz biyometrik verilerinizi kaydetmediniz. Lütfen cihazınızın kontrol paneline giderek biyometrik verilerinizi kaydedin ve tekrar deneyin.
vi: Thiết bị của bạn hỗ trợ xác thực sinh trắc học nhưng bạn chưa đăng ký dữ liệu sinh trắc học. Vui lòng truy cập bảng điều khiển thiết bị, đăng ký dữ liệu sinh trắc học và thử lại.
zh: 您的设备支持生物识别身份验证，但您尚未注册生物识别数据。请导航至设备设置页面，注册生物识别数据并再次尝试。

# transactionLabelDirectionIncoming
source: Incoming
de: Eingehend
es: Entrante
fr: Entrant
ru: Входящие
tr: Gelen
vi: Đến
zh: 转入

# transactionLabelDirectionOutgoing
source: Outgoing
de: Ausgehend
es: Saliente
fr: Sortant
ru: Исходящие
tr: Giden
vi: Đi
zh: 转出

# transactionLabelDirectionInWallet
source: In-wallet
de: Im Wallet
es: Entre cuentas del Wallet
fr: Dans le portefeuille
ru: В кошельке
tr: Cüzdandaki
vi: Trong ví
zh: 钱包内

# transactionLabelStatusSuccessful
source: Successful
de: Erfolgreich
es: Completada
fr: Réussie
ru: Удачно
tr: Başarıyla tamamlandı
vi: Thành công
zh: 成功

# transactionLabelStatusPending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
ru: В ожидании
tr: Onay Bekliyor
vi: Đang chờ
zh: 等待中

# transactionLabelStatusExecuted
source: Executed
de: Ausgeführt
es: Ejecutada
fr: Exécuté
ru: Выполнено
tr: Gerçekleştirildi
vi: Đã thực hiện
zh: 已执行

# transactionLabelStatusFailed
source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échoué
ru: Неудачно
tr: Başarısız
vi: Thất bại
zh: 失败

# transactionLabelStatusInvalid
source: Invalid
de: Ungültig
es: Inválida
fr: Invalide
ru: Ошибка
tr: Geçersiz
vi: Không hợp lệ
zh: 无效

# signInTitleOne
source: Welcome to the
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue dans le
ru: Добро пожаловать в
tr: Qubic Cüzdanına
vi: Chào mừng đến với
zh: 欢迎来到

# signInTitleTwo
source: Qubic Wallet
fr: Portefeuille Qubic
tr: Hoşgeldiniz
vi: Ví Qubic
zh: Qubic 钱包

# welcomeTitle
source: Welcome back!
de: Willkommen zurück!
es: Bienvenido de vuelta!
fr: Bon retour !
ru: Рады видеть Вас снова!
tr: Hoşgeldiniz!
vi: Chào mừng trở lại!
zh: 欢迎回来！

# welcomeButtonUnlockWallet
source: Unlock Wallet
de: Wallet entsperren
es: Desbloquear Wallet
fr: Déverrouiller le portefeuille
ru: Разблокировать кошелек
tr: Cüzdanı Aç
vi: Mở khóa ví
zh: 解锁钱包

# welcomeButtonCreateWallet
source: Create a New Wallet
de: Neues Wallet erstellen
es: Crear un Nuevo Wallet
fr: Créer un nouveau portefeuille
ru: Создать новый кошелек
tr: Yeni Bir Cüzdan Oluştur
vi: Tạo ví mới
zh: 创建新钱包

# accountButtonViewTransfer
source: View Transactions
de: Transaktionen anzeigen
es: Ver Transferencias
fr: Voir les transactions
ru: Просмотр транзакций
tr: Transferleri Göster
vi: Xem giao dịch
zh: 查看交易記錄

# accountButtonViewInExplorer
source: View in Explorer
de: Im Explorer anzeigen
es: Ver en el Explorador
fr: Voir dans l'explorateur
ru: Посмотреть в обозревателе
tr: Gezginde Göster
vi: Xem trong Explorer
zh: 在浏览器中查看

# accountButtonRevealPrivateSeed
source: Reveal Private Seed
de: Privaten Seed anzeigen
es: Revelar Semilla Privada
fr: Révéler la Seed privée
ru: Открыть секретный сид
tr: Özel Anahtarı Göster
vi: Hiện seed riêng tư
zh: 显示私钥种子

# accountButtonReceive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
ru: Получить
tr: Al
vi: Nhận
zh: 接收

# accountButtonSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
ru: Отправить
tr: Gönder
vi: Gửi
zh: 发送

# accountButtonAssets
source: Assets
de: Vermögenswerte
es: Activos
fr: Actifs
ru: Ассеты
tr: Varlıklar
vi: Tài sản
zh: 资产

# accountSendTitle
source: Send Funds
de: QUBIC senden
es: Enviar Fondos
fr: Envoyer des fonds
ru: Отправить QUBIC
tr: Para Gönder
vi: Gửi tiền
zh: 发送

# accountSendLabelDestinationAddress
source: Destination Address
de: Zieladresse
es: Dirección de Destino
fr: Adresse de destination
ru: Адрес назначения
tr: Varış Adresi
vi: Địa chỉ đích
zh: 接收地址

# accountSendLabelAmount
source: Amount
de: Betrag
es: Cantidad
fr: Montant
ru: Сумма
tr: Miktar
vi: Số lượng
zh: 数量

# accountSendSectionAdvanceOptionsTitle
source: Advanced Options
de: Erweiterte Optionen
es: Opciones Avanzadas
fr: Options avancées
ru: Дополнительные настройки
tr: Gelişmiş Seçenekler
vi: Tùy chọn nâng cao
zh: 高级选项

# assetsLabelContractName
source: Contract Name
de: Vertragsname
es: Nombre del Contrato
fr: Nom du contrat
ru: Имя контракта
tr: Kontrakt Adı
vi: Tên hợp đồng
zh: 合约名称

# assetsLabelContractIndex
source: Contract Index
de: Vertragsindex
es: Índice del Contrato
fr: Index du contrat
ru: Индекс контракта
tr: Kontrakt İndeksi
vi: Chỉ mục hợp đồng
zh: 合约索引

# assetsLabelCurrentBalance
source: Balance in ID: {amount} QUBIC
de: Guthaben in ID: {amount} QUBIC
es: Balance en la cuenta: {amount} QUBIC
fr: Solde en ID: {amount} QUBIC
ru: Балланс ID: {amount} QUBIC
tr: ID'deki Bakiye: {amount} QUBIC
vi: Số dư trong ID: {amount} QUBIC
zh: ID 中余额： {amount} QUBIC

# assetsLabelSmartContractShares
source: Smart Contract Shares
de: Smart Contract-Anteile
es: Acciones de Smart Contract
fr: Parts de contrat intelligent
ru: Акции смарт-контракта
tr: Akıllı Sözleşme Hisseleri
vi: Cổ phần hợp đồng thông minh
zh: 智能合约股份

# assetsButtonSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
ru: Отправить
tr: Gönder
vi: Gửi
zh: 发送

# assetsTitle
source: Assets
de: Vermögenswerte
es: Activos
fr: Actifs
ru: Акции
tr: Varlıklar
vi: Tài sản
zh: 资产

# assetsHeader
source: of "{accountName}"
de: von "{accountName}"
es: de "{accountName}"
fr: de "{accountName}"
tr: "{accountName}"
vi: của "{accountName}"
zh: 属于 "{accountName}"

# assetsLabelQXAssets
source: Tokens
de: Token
es: Tokens QX Emitidos
fr: Tokens Émis QX
ru: Токены
tr: QX Tarafından Çıkartılmış Token'lar
vi: Token do QX phát hành
zh: QX 发行 Tokens

# createPasswordSheetHeader
source: Please backup your password
de: Bitte sichern Sie Ihr Passwort!
es: Por favor, haz una copia segura de tu contraseña
fr: Veuillez sauvegarder votre mot de passe
ru: Пожалуйста, создайте резервную копию пароля
tr: Lütfen parolanızı yedekleyiniz
vi: Vui lòng sao lưu mật khẩu của bạn
zh: 请备份您的密码。

# createPasswordSheetMessage
source: There is no way to retrieve your password if you forget it. Please make sure you have a backup of your password before proceeding.
de: Es gibt keine Möglichkeit, Ihr Passwort wiederherzustellen, wenn Sie es vergessen. Stellen Sie sicher, dass Sie eine Sicherung Ihres Passworts haben, bevor Sie fortfahren.
es: Si olvidas tu contraseña, no habrá manera de recuperarla. Por favor, asegúrate de guardar una copia de respaldo de tu contraseña antes de continuar.
fr: Il n'y a aucun moyen de récupérer votre mot de passe si vous l'oubliez. Veuillez vous assurer d'avoir une sauvegarde de votre mot de passe avant de continuer.
ru: Если вы забудете свой пароль, восстановить его будет невозможно. Пожалуйста, убедитесь, что у вас есть резервная копия пароля, прежде чем приступать к работе.
tr: Eğer parolanızı unutursanız hesabınızı gerı kurtaramazsınız. Devam etmeden önce şifrenizin yedeğini aldığınızdan emin olun.
vi: Không có cách nào để khôi phục mật khẩu của bạn nếu bạn quên. Vui lòng đảm bảo bạn đã sao lưu mật khẩu trước khi tiếp tục.
zh: 如果您忘记了密码，就无法找回。在继续之前，请确保您已经备份了密码。

# createPasswordSheetCheckboxMessage
source: Yes, I have backed up my password.
de: Ja, ich habe mein Passwort gesichert.
es: Sí, tengo una copia de seguridad de mi contraseña.
fr: Oui, j'ai sauvegardé mon mot de passe.
ru: Да, я создал резервную копию своего пароля.
tr: Evet, parolamın yedeğini aldım.
vi: Vâng, tôi đã sao lưu mật khẩu của mình.
zh: 是的，我已经备份了我的密码。

# generalButtonUnlockWithBiometric
source: Unlock with Biometric
de: Mit Biometrie entsperren
es: Desbloquear con Datos Biométricos
fr: Déverrouiller avec Biométrie
ru: Разблокировка с помощью биометрических данных
tr: Biyometrik ile aç
vi: Mở khóa bằng sinh trắc học
zh: 使用生物识别解锁

# generalButtonUnlockWithFaceID
source: Unlock with Face ID
de: Mit Face ID entsperren
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
ru: Разблокировка с помощью Face ID
tr: Yüz Tanıma ile aç
vi: Mở khóa bằng Face ID
zh: 使用 Face ID 解锁

# generalButtonUnlockWithTouchID
source: Unlock with Touch ID
de: Mit Touch ID entsperren
es: Desbloquear con Touch ID
fr: Déverrouiller avec Touch ID
ru: Разблокировка с помощью Touch ID
tr: Parmak izi tarama ile aç
vi: Mở khóa bằng Touch ID
zh: 使用 Touch ID 解锁

# generalButtonUnlockWithIris
source: Unlock with Iris
de: Mit Iris entsperren
es: Desbloquear con Iris
fr: Déverrouiller avec Iris
ru: Разблокировка с помощью глаза
tr: İris taraması ile aç
vi: Mở khóa bằng Iris
zh: 使用虹膜解锁

# generalButtonUnlockWithOS
source: Unlock with OS
de: Mit Betriebssystem entsperren
es: Desbloquear con el sistema operativo
fr: Déverrouiller avec OS
ru: Разблокировка с помощью ОС
tr: İşletim Sistemi ile aç
vi: Mở khóa bằng OS
zh: 使用操作系统解锁

# generalButtonAlternativeUnlock
source: Alternative Unlock
de: Alternative Entsperrung
es: Desboqueo Alternativo
fr: Déverrouillage alternatif
ru: Альтернативная разблокировка
tr: Alternatif kilit açma
vi: Mở khóa thay thế
zh: 备用解锁方式

# generalErrorPasswordMinLength
source: Password must be at least 12 characters long
de: Passwort muss mindestens 12 Zeichen lang sein.
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit contenir au moins 12 caractères
ru: Пароль должен состоять не менее чем из 12 символов
tr: Parolanız en az 8 karaket uzunluğunda olmalıdır
vi: Mật khẩu phải có ít nhất 12 ký tự
zh: 密码至少需要包含8个字符。

# signUpTextFieldHintPassword
source: Enter password
de: Passwort eingeben
es: Ingresar contraseña
fr: Entrer le mot de passe
ru: Введите пароль
tr: Parola Girin
vi: Nhập mật khẩu
zh: 输入密码

# generalErrorSetPasswordNotMatching
source: Passwords do not match
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ru: Пароли не совпадают
tr: Parolar Eşleşmiyor
vi: Mật khẩu không khớp
zh: 密码不匹配

# signUpTextFieldHintRepeatPassword
source: Repeat password
de: Passwort wiederholen
es: Repetir contraseña
fr: Répétez le mot de passe
ru: Повторите пароль
tr: Parolayı yeniden girin
vi: Nhập lại mật khẩu
zh: 重复密码

# generalErrorContactingQubicNetwork
source: Error contacting Qubic Network
de: Fehler beim Kontaktieren des Qubic-Netzwerkes.
es: Error al contactar a la red de Qubic
fr: Erreur de connexion au réseau Qubic
ru: Ошибка соединения с сетью Qubic
tr: Qubic Ağı ile bağlantı hatası
vi: Lỗi kết nối mạng Qubic
zh: 无法连接 Qubic 网络

# signUpErrorStoringBiometricInfo
source: Error storing biometric info
de: Fehler beim Speichern biometrischer Informationen.
es: Error al guardar la información biométrica
fr: Erreur lors de l'enregistrement des informations biométriques
ru: Ошибка при сохранении биометрической информации
tr: Biyometrik bilgisi saklama hatası
vi: Lỗi lưu thông tin sinh trắc học
zh: 错误存储生物识别信息

# signUpStepTwoHeader
source: Biometric Unlock
de: Biometrische Entsperrung
es: Desbloquar con Datos Biométricos
fr: Déverrouillage biométrique
ru: Биометрическая разблокировка
tr: Biyometrik Kilit Açma
vi: Mở khóa sinh trắc học
zh: 生物识别解锁

# signUpStepTwoSubHeader
source: You can enable authentication via biometrics. If enabled, you can sign in to your wallet and issue transactions without using your password.
de: Sie können die Authentifizierung über Biometrie aktivieren. Wenn aktiviert, können Sie sich in Ihr Wallet einloggen und Transaktionen durchführen, ohne Ihr Passwort zu verwenden.
es: Puedes habilitar la autenticación con datos biométricos. Si lo habilitas, podrás desbloquear tu Wallet y ejecutar transferencias sin utilizar password.
fr: Vous pouvez activer l'authentification via biométrie. Si elle est activée, vous pouvez vous connecter à votre portefeuille et émettre des transactions sans utiliser votre mot de passe.
ru: Вы можете включить аутентификацию с помощью биометрии. Если эта функция включена, то сможете входить в свой кошелек и осуществлять транзакции без использования пароля.
tr: Biyometrik kimlik doğrulamayı etkinleştirebilirsiniz. Etkinleştirildiğinde, şifrenizi kullanmadan cüzdanınıza giriş yapabilir ve transfer gerçekleştirebilirsiniz.
vi: Bạn có thể bật xác thực qua sinh trắc học. Nếu bật, bạn có thể đăng nhập vào ví và thực hiện giao dịch mà không cần sử dụng mật khẩu.
zh: 您可以啟用透過生物辨識進行身分驗證。啟用後，您可以在不使用密碼的情況下登入錢包並發起交易。

# signUpStepTwoHeaderForDesktop
source: OS Unlock
de: Betriebssystem Entsperrung
es: Desbloquar con el OS
fr: Déverrouillage OS
ru: Разблокировка с помощью ОС
tr: İşletim Sistemi ile aç
vi: Mở khóa OS
zh: 操作系统解锁

# signUpStepTwoSubHeaderForDesktop
source: You can enable authentication via your OS. If you enable this, you can sign in to your wallet and issue transactions without using your password.
de: Sie können die Authentifizierung über Ihr Betriebssystem aktivieren. Wenn Sie dies aktivieren, können Sie sich in Ihr Wallet einloggen und Transaktionen durchführen, ohne Ihr Passwort zu verwenden.
es: Puedes habilitar la autenticación con el sistema operativo. Si lo habilitas, podrás desbloquear tu Wallet y ejecutar transferencias sin utilizar password.
fr: Vous pouvez activer l'authentification via votre système d'exploitation. Si vous activez cette option, vous pouvez vous connecter à votre portefeuille et émettre des transactions sans utiliser votre mot de passe.
ru: Вы можете включить аутентификацию через свою ОС. Если вы включите эту функцию, то сможете входить в свой кошелек и осуществлять транзакции без использования пароля.
tr: İşletim sisteminiz aracılığıyla kimlik doğrulamayı etkinleştirebilirsiniz. Bunu etkinleştirirseniz, şifrenizi kullanmadan cüzdanınıza giriş yapabilir ve transfer gerçekleştirebilirsiniz.
vi: Bạn có thể bật xác thực qua hệ điều hành của bạn. Nếu bạn bật tính năng này, bạn có thể đăng nhập vào ví và thực hiện giao dịch mà không cần sử dụng mật khẩu.
zh: 您可以啟用透過作業系統進行身分驗證。啟用後，您可以在不使用密碼的情況下登入錢包並發起交易。

# signUpStepOneHeader
source: Create New Wallet
de: Neues Wallet erstellen
es: Crear Nuevo Wallet
fr: Créer un nouveau portefeuille
ru: Создать новый кошелек
tr: Yeni Cüzdan Yarat
vi: Tạo ví mới
zh: 创建新钱包

# signUpStepOneSubHeader
source: Fill in a password that will be used to unlock your new wallet
de: Geben Sie ein Passwort ein, das zum Entsperren Ihres neuen Wallets verwendet wird.
es: Ingresa una contraseña que utilizarás para deesbloquer tu nuevo Wallet
fr: Remplissez un mot de passe qui sera utilisé pour déverrouiller votre nouveau portefeuille
ru: Введите пароль, который будет использоваться для разблокировки вашего нового кошелька
tr: Yeni cüzdanınızı açmanız için kullanılacak parolanızı giriniz
vi: Điền mật khẩu sẽ được sử dụng để mở khóa ví mới của bạn
zh: 填写一个用于解锁新钱包的密码

# signUpSwitchLabelBiometricUnlock
source: Use Biometric Unlock
de: Biometrische Entsperrung verwenden
es: Usar Desbloqueo con Datos Biométricos
fr: Utiliser le déverrouillage biométrique
ru: Используйте биометрическую разблокировку
tr: Biyometrik Kilit Açmayı Kullan
vi: Sử dụng mở khóa sinh trắc học
zh: 使用生物识别解锁

# signUpSwitchLabelOSUnlock
source: Use OS Unlock
de: Betriebssystem Entsperrung verwenden
es: Usar Desbloqueo con el sistema
fr: Utiliser le déverrouillage OS
ru: Используйте разблокировку ОС
tr: İşletim Sistemi ile Kilidi Aç
vi: Sử dụng mở khóa OS
zh: 使用操作系统解锁

# revealSeedTitle
source: Private Seed
de: Privater Seed
es: Semilla Privada
fr: Seed Privée
ru: Секретный сид
tr: Özel Anahtar
vi: Seed riêng tư
zh: 私钥种子

# revealSeedHeader
source: of {accountName}
de: von {accountName}
es: de {accountName}
fr: de {accountName}
vi: của {accountName}
zh: 属于 {accountName}

# revealSeedButtonCopy
source: Copy Private Seed
de: Privaten Seed kopieren
es: Copiar Semilla Privada
fr: Copier la Seed Privée
ru: Скопировать секретный сид
tr: Özel Anahtarı Kopyala
vi: Sao chép seed riêng tư
zh: 复制私钥种子

# revealSeedLabelPrivateSeed
source: Private Seed (keep secret)
de: Privater Seed (geheimhalten)
es: Semilla Privada (mantener en secreto)
fr: Seed Privée (garder secrète)
ru: Сид (храните в секрете)
tr: Özel Anahtar (keep secret)
vi: Seed riêng tư (giữ bí mật)
zh: 私钥种子（请保密）

# revealSeedWarningSheetHeader
source: Before you proceed
de: Bevor Sie fortfahren
es: Antes de continuar:
fr: Avant de continuer
ru: Прежде чем приступить к работе
tr: Devam etmeden önce
vi: Trước khi bạn tiếp tục
zh: 在您继续之前
